{
  "attacking": [
    "### +1 Accuracy",
    "©LFL",
    "©FFG",
    "Attack",
    "Subtle and vers atile in equal",
    "measure.",
    "Staff",
    "R ea ch",
    ":",
    "St u n",
    ":",
    "+1",
    "H",
    "Plasteel Staff",
    "(Only components for two heroes shown)",
    "©LFL  ©FFG",
    "Stunned",
    "Harmful",
    "You cannot att ack or",
    "volunt ari ly exit your sp ace.",
    "A",
    ":",
    "Dis c ard this condit ion.",
    "ﬁS e t  for st un .ﬂ",
    "Œ Stor mtroo p e r,",
    "A  Ne w  Ho pe",
    "1",
    "3",
    "3",
    "4",
    "5",
    "6",
    "6",
    "7",
    "7",
    "6",
    "7",
    "Door Icon",
    "MAP TILES",
    ":",
    "02",
    "B",
    ", 07",
    "B",
    ", 25",
    "A",
    ", 27",
    "A",
    ", 3 2",
    "A",
    ", 3 3",
    "A",
    ", 3 6",
    "A",
    ", 3 8",
    "A",
    "(2)",
    "5",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "ACTIVATING A FIGURE",
    "When a ˜gure is act ivate d, res olve t he fol low ing steps:",
    "1.",
    "Star t of Activati on:",
    "When act ivat ing a hero, re ady a l l of his",
    "exhauste d Cl ass and Item cards. R e ady ing cards is des crib e d in",
    "det ai l later.",
    "2.",
    "Perform Ac ti ons:",
    "˚e pl ayer p erfor ms any combinat ion of",
    "t wo act ions w it h t he ˜gure. Possible ac t ions include:",
    "-",
    "Move:",
    "### To determine if a target is w it hin line of sight, t he attack ing",
    "pl ayer cho os es one cor ner of his ˜gure™s sp ace. ˚en he t races",
    "two",
    "st raight, uninter rupte d lines to t wo di˛erent cor ners of",
    "t he t arget™s sp ace. ˚ese lines cannot overl ap and c annot b e",
    "t raced t hroug h wa lls (t hick black lines), blocke d terrain (re d",
    "lines), or sp aces cont aining ˜gures. Se e ﬁExample of an Att ackﬂ",
    "b elow for a visu a l example.",
    "Ac c ur ac y:",
    "A˝er rol ling dice, t he amount of acc uracy (t he sum",
    "of t he numb ers on the dice) must be",
    "e qu a l to or g re ater than",
    "t he numb er of sp aces the t arget is away f rom the att acker,",
    "refer red to as dist ance. If the acc uracy is less than t he dist ance",
    "to t he target, t he attack miss es and the t arget su˛ers zero",
    "d amage. ˚e far t her t he dist ance to a t arget, the less likely it is",
    "t hat t he att acker w i ll rol l enough acc uracy for his att ack to b e",
    "successfu l.",
    "EXAMPLE OF AN ATTACK",
    "1.",
    "### ˚e ˜rst Stor mt ro op er has line of sight to Dia l a, b e caus e he",
    "c an draw two non-inters ec t ing lines f rom one cor ner of his",
    "sp ace to t wo di˛erent cor ners of Dia l a™s Space.",
    "2.",
    "### ˚e s econd Stor mt ro oper do es not have line of sight to",
    "Di a la b e c ause blo ck ing ter rain (a red line on t he map)",
    "inters ec ts t he se cond line draw n f rom his cor ner to",
    "Di a la™s sp ace.",
    "3.",
    "˚e Imper i a l player p er forms an att ack wit h t he ˜rst",
    "Stor mt rooper. He rol ls the dice listed for his ˜gure™s Att ack,",
    "w hi le his opp onent simu lt ane ously rol ls the die listed for",
    "Di a la™s D efens e.",
    "4.",
    "˚e att acker rol le d a tota l of 4 Accurac y. Di al a is on ly two",
    "sp aces away, s o t he att ack do es not miss.",
    "5.",
    "˚en t he defender t a kes the numb er of",
    "H",
    "(d amage) rol le d",
    "and subt racts t he number of",
    "G",
    "(block) icons rol led. ˚e",
    "tot a l result is t hre e. Di a l a su˛ers 3",
    "H",
    "by pl acing t hre e",
    "d amage tokens on her Hero she et.",
    "1",
    "2",
    "3",
    "7",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "STATUS PHASE",
    "A˝er al l ˜gures have res olve d t heir act ivat ions, pl ayers resolve a",
    "numb er of steps to prep are for t he next round.",
    "For t he tutor i a l, players shou ld simply re ady a l l exhauste d",
    "D eploy ment c ards (by rot ating them uprig ht) and ac tivat ion",
    "tokens (by ˆipping t hem gre en side faceup).",
    "A˝er resolv ing t his phase, pl ayers st ar t the next game round",
    "b eg inning w it h a ne w Ac t ivat ion Phas e.",
    "ENDING A MISSION",
    "˚e mission™s ru les descr ib e when t he mission wi l l end.",
    "For t he Tutor i a l, t he R eb el players™ obj e c t ive is to defe at al l",
    "Imp eri a l ˜gures. ˚e Imp eri a l player™s obj e c t ive is to",
    "eit h er",
    "h av e",
    "his ˜gures interact w it h b ot h ter mina ls",
    "or",
    "defe at a hero.",
    "˚e mission ends as s o on as one of t hes e obj e c t ives is f u l˜ lle d.",
    "ADDITIONAL CORE RULES",
    "˚is s ec t ion lists addit iona l ru les t hat are ne e de d to pl ay t he Tutori a l.",
    "˚is includes using spe ci a l abi lit ies, su˛er ing damage, and more.",
    "ABILITIES",
    "Abi lities are found on Hero she ets, D eploy ment c ards, C lass c ards,",
    "and w it hin mission r u les.",
    "Abilities",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Stormtrooper",
    "Squad Training:",
    "Whi le att ack ing , whi le",
    "adj acent to anot her f r iend ly",
    "T˜ ˚ ˚ ˛ ˝˜",
    ",",
    "y ou",
    "may reroll 1 attack die.",
    "B",
    ":",
    "+1",
    "H",
    "B",
    ": +2 Accurac y",
    "Trooper",
    "4",
    "3",
    "2",
    "6",
    "©LFL  ©FFG",
    "Abi lities prov ide spe ci a l e˛e c ts that c an b e per for me d above and",
    "b e yond t he st and ard r u les of t he game. For example, an abi lit y",
    "may let a ˜gure per for m an addit ional att ack or al low it to brea k",
    "t he ru les in cert ain situ ations.",
    "S ome abilit ies are preface d by icons t hat f unc tion as fol lows:",
    "C",
    ": ˚e hero must su˛er t he amount",
    "of",
    "C",
    "liste d b efore t he",
    "C",
    "(strain) icon to us e",
    "t he abi lit y (s e e ﬁSt rain and Enduranceﬂ b elow).",
    "D",
    ": ˚e Imp er i al pl ayer must sp end",
    "t he amount of",
    "D",
    "(t hre at) liste d b efore the",
    "D",
    "icon to us e t he abilit y. ˚re at is not us e d",
    "in t he tutor i a l and is descr ib ed l ater.",
    "A",
    ": ˚es e abi lit ies can b e use d as an ac t ion (s e e ﬁSp eci a l",
    "Ac t ionﬂ on p age 5).",
    "B",
    ": ˚ese abi lit ies can b e us ed by sp ending",
    "B",
    "(surge) resu lts",
    "dur ing an att ack. ˚e numb er of",
    "B",
    "t he att acker can sp end",
    "dur ing the att ack is equ a l to the amount of",
    "B",
    "rolle d minus",
    "t he numb er of",
    "F",
    "(evades) rol le d.",
    "No t e :",
    "Whi le p er for ming an att ack, a hero may spend up to 1",
    "B",
    "to recover 1",
    "C",
    "(se e ﬁSu˛ering and Re coveringﬂ on p age 8).",
    "STRAIN AND ENDURANCE",
    "A l l hero es c an overexer t t hems elves by",
    "su˛er ing",
    "C",
    "(st rain) to per for m sup er ior",
    "fe ats. ˚e t wo most common re as ons to su˛er",
    "C",
    "are to us e abi lit ies (s e e ab ove) and to move",
    "addit iona l sp aces.",
    "A hero c an on ly opt iona lly su˛er an amount",
    "of",
    "C",
    "up to his Endurance. If any game e˛e ct forces a ˜gure to su˛er",
    "C",
    "t hat wou ld exce e d its Endurance, t he ˜gure su˛ers",
    "H",
    "equal to",
    "t he amount of excess",
    "C",
    ".",
    "### t race line of sight t hroug h wal ls.",
    "Imp assabl e:",
    "Indic ate d by a dotte d re d",
    "b order bet we en spaces on t he map. Figures",
    "c annot move throug h",
    "dotted re d lines.",
    "Two sp aces sep arate d by imp ass able ter rain",
    "### are adj acent, and line of sight c an b e trace d",
    "t hroug h imp ass able terrain.",
    "Bl o cked:",
    "Indic ate d by a solid re d border",
    "sur rounding a sp ace. Figures c annot enter",
    "### or t race line of sight t hrough sp aces of",
    "blo ck ing ter rain.",
    "D o ors:",
    "Indic ate d by a door token b etwe en",
    "sp aces on t he map. Two sp aces sep arate d by",
    "a do or are not adj acent. Figures c annot move",
    "### t hroug h or trace line of sight t hroug h do ors.",
    "Di",
    "c ult:",
    "Indic ate d by a solid blue b order",
    "sur rounding a sp ace. A ˜gure must spend",
    "### When a l arge ˜gure att acks, line of sight may be t race d f rom any single",
    "sp ace it occ upies. When a l arge ˜gure is att acke d, t he ˜gure per for ming",
    "t he att ack c an target any sing le sp ace t he large ˜gure o cc upies.",
    "A l arge ˜gure c annot move di agona l ly. While mov ing , a large ˜gure"
  ],
  "activation": [
    "### 4 Activation Tokens",
    "15 Condition Tokens",
    "(3 types, 5 of each)",
    "1 Rules",
    "Reference Guide",
    "1 Campaign Guide",
    "1 Skirmish Guide",
    "6 Hero Sheets",
    "39 Deployment Cards",
    "(3 decks)",
    "5 Reference Cards",
    "10 Stor y Mission Cards",
    "14 Side Mission Cards",
    "18 Agenda Cards",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Stormtrooper",
    "Squad Training:",
    "Whi le att ack ing , whi le",
    "adj acent to anot her f r iend ly",
    "T˜ ˚ ˚ ˛ ˝˜",
    ",",
    "y ou",
    "may reroll 1 attack die.",
    "B",
    ":",
    "+1",
    "H",
    "B",
    ": +2 Accurac y",
    "Trooper",
    "4",
    "3",
    "2",
    "6",
    "©LFL  ©FFG",
    "©LFL  ©FFG",
    "˜˚˛˚˜˚˝˙˚ˆˇ",
    "Bl ast:",
    "A˜er the att ack resolves, if the target",
    "su˚ere d 1 or more",
    "H",
    ", e ach ˛gure and obj e ct",
    "adj acent to t he t argete d sp ace su˚ers",
    "H",
    "e qu al to t he Blast va lue.",
    "C l e av e :",
    "A˜er the att ack resolves, if the target",
    "su˚ere d 1 or more",
    "H",
    ", t he attacker may",
    "cho os e a di˚erent hosti le ˛gure or obje c t",
    "t hat he cou ld t arget for an att ack. ˝e chos en",
    "˛gure or obj e c t su˚ers",
    "H",
    "e qua l to t he",
    "C le ave value.",
    "Pi erc e:",
    "Ig nore a numb er of",
    "G",
    "results equ a l",
    "to t he Pierce va lue.",
    "Re c over:",
    "R emove the liste d amount of",
    "d amage or st rain tokens from the ˛gure or",
    "its Hero she et.",
    "Re ach:",
    "A ˛gure wit h t his ke y word c an",
    "p er for m",
    "P",
    "att acks target ing ˛gures up to 2",
    "sp aces away. ˝e ˛gure must st i l l have line of",
    "sig ht to t he t arget.",
    "Rebel forces di s cover that the di stress",
    "b e a c on  w as a  di st ra c t i on  orch e st rate d",
    "by G eneral Wei ss, a r i sing star in the",
    "Imp e r i al milit ar y.",
    "Hi s e˜or ts have made him a pers on",
    "### Gain movement points to move on the map.",
    "-",
    "Attack:",
    "Attack a host ile ˜gure. Only",
    "hero es",
    "c an use more",
    "t han one act ion to att ack.",
    "-",
    "Interac t:",
    "Op en an adj acent do or or crate, or interact w it h",
    "anot her token al lowe d by t he mission™s r u les.",
    "-",
    "### When a ˜gure p er for ms a move, it gains movement points e qua l",
    "to its Spe e d (printe d on its Deploy ment card or Hero she et).",
    "A ˜gure™s",
    "Speed",
    "A ˜gure can move to an adj acent sp ace by sp ending one",
    "### movement p oint. B ot h or t hogona l and di agona l movement is",
    "### a l lowed. A ˜gure™s movement p oints may b e spent at any t ime",
    "dur ing its act ivat ion, b efore or a˝er it p erforms an ac t ion.",
    "### Ter rain and ot her ˜gures can rest r ict ˜gure movement (s e e",
    "### ﬁMovement Rest r ic tionsﬂ on p age 8).",
    "DEPLOYMENT GROUPS",
    "E ach Deploy ment card cont ains one or more b ars b elow its",
    "deploy ment cost. ˚e number of b ars indic ates the numb er",
    "of ˜gures t hat for m this c ard™s",
    "˜˚˛˝ ˙ˆ˙\u0014˛",
    ". Whi le",
    "p er for ming an ac tivat ion using a Deploy ment card, t he",
    "cont rol ling pl ayer per for ms 2 act ions",
    "w ith e ach \u0013gure in",
    "the group",
    "in t he order of his choice. He must res olve bot h",
    "ac t ions for one ˜gure before cho osing t he next ˜gure.",
    "This group",
    "contains",
    "three ˜gures",
    "I",
    "NTERACT",
    "Figures can s e arch, examine, or ot herw is e interact w it h obj ec ts on",
    "t he map dur ing a mission. A ˜gure can interac t wit h a token in its",
    "sp ace or in an adj acent sp ace as follows:",
    "C r ates:",
    "A hero c an interact w it h a crate to",
    "draw one Supply card. He pl aces the Supply",
    "c ard faceup ne ar his Hero she et and may us e",
    "t he abi lit y as explaine d on t he card. ˚en, he",
    "cl aims the crate token by remov ing it from",
    "t he map and pl acing it by his Hero she et.",
    "D ur ing a c amp aign, crates are wor t h cre dits",
    "at t he end of t he mission.",
    "D o ors:",
    "A ˜gure can interac t wit h a do or to",
    "op en it. He removes t he do or f rom the map",
    "and retur ns it to t he game b ox.",
    "Sp eci a l:",
    "A ˜gure can interac t w it h ot her",
    "tokens on t he map, such as a termina l or",
    "mission token, as st ated in t he mission™s r u les.",
    "R",
    "EST",
    "D uring c amp aig n missions, hero es c an su˛er",
    "C",
    "(strain) to res olve",
    "p owerf u l abi lit ies (s ee ﬁSt rain and Enduranceﬂ on p age 7).",
    "### EXAMPLE OF MOVEMENT",
    "1.",
    "A Stor mtro op er us es its ˜rst act ion to per for m a move.",
    "### It gains four movement points (e qu al to its Spe e d). ˚e",
    "### Imp eri a l pl ayer then sp ends one movement point to",
    "move t he ˜gure one space.",
    "2.",
    "A˝er moving , he choos es to us e his s e cond act ion to",
    "interact w it h t he door to op en it.",
    "3.",
    "### He has thre e movement p oints remaining and spends them",
    "to move t hree more sp aces before ending his ac t ivat ion.",
    "Crate Token",
    "Door",
    "1",
    "2",
    "3",
    "6",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "A",
    "TTACK",
    "Per forming an att ack is the main way in which a ˜gure c an",
    "d amage a hosti le ˜gure. When a ˜gure has su˛ere d",
    "H",
    "(damage)",
    "e qu al to its He alt h, it is defe ate d (s e e ﬁD efe ate dﬂ on p age 8).",
    "When a ˜gure de cl ares an att ack, it ˜rst cho os es a host i le ˜gure to",
    "t arget. ˚en he rol ls t he att ack dice liste d on his Deploy ment card",
    "(for Imper i a l ˜gures or al lies) or we ap on Item card (for hero es).",
    "At t he same t ime, the defender rol ls the defens e dice liste d on his",
    "D eploy ment c ard or Hero she et.",
    "Defense Dice",
    "Attack Dice",
    "Attack Type",
    "A˝er dice are rol le d, the t arget of the att ack su˛ers",
    "H",
    "e qua l to",
    "t he numb er of",
    "H",
    "icons rol le d minus t he number of",
    "G",
    "(block)",
    "icons rol led by t he defender.",
    "In addit ion to",
    "H",
    "an d",
    "G",
    "icons, there are four ot her resu lts t hat",
    "app e ar on dice:",
    "B",
    "(surge):",
    "A˝er rol ling dice, t he att acker c an sp end t hes e",
    "resu lts to t r ig ger cert ain abilit ies (se e ﬁAbi litiesﬂ on p age 7).",
    "F",
    "(e vad e):",
    "E ach e vade icon c ancels one",
    "B",
    "icon.",
    "E",
    "(d odge):",
    "˚is icon app e ars on t he white die. ˚is resu lt",
    "c auses t he ent ire att ack to miss (t he t arget su˛ers zero damage).",
    "Ac c urac y :",
    "˚e numb ers on t he dice are us e d to deter mine if a",
    "ranged att ack (",
    "O",
    ") miss es (se e ﬁAccurac yﬂ on t he r ig ht).",
    "Imp ort a nt :",
    "Hero es are t he",
    "on ly \u0013gures",
    "t hat c an use b ot h of t heir",
    "ac t ions to p er form att acks during t he s ame act ivat ion. If a sp e cia l",
    "ac t ion (",
    "A",
    ") involves one or more att acks, this do es count as t he",
    "˜gure using an ac t ion to att ack.",
    "A\u0017 \u0017\u0012\u0011\u0010 R ˚\u000f\u0017\u0015\u000e\u0011\u0017\u000e˙˘\u000f",
    "E ach attack is eit her a",
    "ˇ˚˝˚˚ \u0012\u0017 \u0017\u0012\u0011\u0010 (",
    "P",
    ") or a",
    "\u0012\u0017 \u0017\u0012\u0011\u0010",
    "(",
    "O",
    "), as indic ate d by the icon b efore the dice icons.",
    "Mele e att acks c an only t arget ˜gures adj acent to the att acker.",
    "A lter nat ively, range d att acks c an t arget any host i le ˜gure t hat",
    "t he ˜gure c an s e e (expl aine d in ﬁL ine of Sightﬂ b elow). ˚ere",
    "is a ls o a chance t hat any ranged att ack c an miss t he t arget (s e e",
    "ﬁAcc uracyﬂ b elow).",
    "Ranged",
    "Attack",
    "Melee",
    "Attack",
    "### ADDITIONAL MOVEMENT",
    "At any p oint during his act ivat ion, a hero may su˛er",
    "C",
    "to gain",
    "### movement points. For each",
    "C",
    "he su˛ers, t he hero gains one",
    "### movement point, w hich is adde d to the tot a l of movement p oints",
    "he p oss ess es. On ly hero es c an su˛er",
    "C",
    "### to gain movement p oints.",
    "A hero can do t his",
    "up to two times",
    "p er act ivat ion.",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Ambush",
    "1",
    "C",
    ":",
    "Us e when you decl are",
    "an att ack target ing a",
    "˜gure that do es not",
    "have line of sig ht to you.",
    "˚is att ack gains Pierce 2.",
    "Covert",
    "Host i le ˜gures 4 or more",
    "sp aces away f rom you do",
    "not have line of sig ht to",
    "you. You do not block line",
    "of sight for t hos e ˜gures.",
    "Mak Eshka™rey",
    "Bold Renegade",
    "4",
    "5",
    "10",
    "©LFL  ©FFG",
    "A Hero™s Endurance",
    "### TRACKING ACTIVATIONS",
    "AND EXHAUSTING CARDS",
    "When a hero is ac t ivated, he ˆips his act ivat ion token re d",
    "side faceup to mark that he has res olved his ac t ivation.",
    "Ready",
    "### Activation Token",
    "Exhausted",
    "### Activation Token",
    "When t he last ˜gure from a D eploy ment c ard is act ivate d,",
    "its c ard is exhauste d (rot ate d 90 deg rees). Figures",
    "cor responding to an exhauste d D eploy ment c ard c annot b e",
    "ac t ivated again dur ing this game round.",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Stormtrooper",
    "Squad Training:",
    "Whi le att ack ing , whi le",
    "adj acent to anot her f r iend ly",
    "T˜ ˚ ˚ ˛ ˝˜",
    ",",
    "y ou",
    "may reroll 1 attack die.",
    "B",
    ":",
    "+1",
    "H",
    "B",
    ": +2 Accurac y",
    "Trooper",
    "4",
    "3",
    "2",
    "6",
    "©LFL  ©FFG",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Stormtrooper",
    "Squad Training:",
    "Whi le att ack ing , whi le",
    "adj acent to anot her f r iend ly",
    "T˜ ˚ ˚ ˛ ˝˜",
    ",",
    "y ou",
    "may reroll 1 attack die.",
    "B",
    ":",
    "+1",
    "H",
    "B",
    ": +2 Accurac y",
    "Trooper",
    "4",
    "3",
    "2",
    "6",
    "©LFL  ©FFG",
    "Ready",
    "Deployment Card",
    "Exhausted",
    "Deployment Card",
    "˚e Ac tivat ion Phas e ends when a l l act ivat ion tokens and",
    "D eploy ment c ards are exhauste d.",
    "Class card ability",
    "with a",
    "C",
    "cost",
    "8",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "SUFFERING AND RECOVERING",
    "When a hero",
    "\u000f\u0014",
    "˚\u0015\u000f",
    "H",
    "(d amage) or",
    "C",
    "(st rain), he pl aces the",
    "appropr i ate numb er of cor resp onding tokens on his Hero she et.",
    "For ot her ˜gures, t his amount of tokens is pl ace d on the map next",
    "to t hat ˜gure.",
    "Many game e˛e c ts al low a ˜gure to",
    "\u0015˚\u0011 ˙",
    "˚\u0015",
    "H",
    "or",
    "C",
    ".",
    "When t his happ ens, dis card t he appropr i ate numb er of",
    "cor responding tokens f rom the ˜gure (eit her f rom the hero™s Hero",
    "she et or next to the ˜gure™s bas e).",
    "No t e :",
    "If a hero recovers",
    "C",
    "in excess of t he numb er of st rain tokens",
    "he has, t he hero re covers",
    "H",
    "e qu a l to t he amount of excess",
    "C",
    ".",
    "DAMAGE AND HEALTH",
    "Att acks and abi lit ies c an c ause a ˜gure to",
    "su˛er",
    "H",
    "(d amage). When a ˜gure has su˛ere d",
    "H",
    "e qu a l to its Hea lt h, that ˜gure is immedi ately",
    "defe ate d. A ˜gure cannot su˛er",
    "H",
    "in excess of",
    "its He a lt h (any excess",
    "H",
    "is ig nore d).",
    "### MOVEMENT RESTRICTIONS",
    "### In most situ at ions a ˜gure c an spend one movement p oint to",
    "move into an adj acent sp ace. ˚ere are, howe ver, t wo main",
    "### elements t hat c an rest r ic t movement: ter rain and host i le ˜gures.",
    "### MOVEMENT THROUGH TERRAIN",
    "S ome spaces on t he map have a ter rain t yp e as de˜ne d by a color-",
    "co de d line around t he space. ˚es e sp aces have the fol low ing",
    "e˛e cts on gamepl ay :",
    "Wa l ls:",
    "Indic ate d by a bl ack line t hat most",
    "o˝en appe ars on t he edge of map ti les.",
    "Two sp aces sep arate d by a wa ll are not",
    "adj acent. Figures c annot move t hroug h or",
    "### one addit iona l movement point to enter a",
    "sp ace of di˙c u lt ter rain.",
    "### MOVEMENT THROUGH FIGURES",
    "A ˜gure can move into a sp ace o ccupie d by a fr iend ly or neut ra l",
    "˜gure at no addit iona l cost. A ˜gure can move into a sp ace",
    "o cc upie d by a host ile ˜gure, but must sp end one addit iona l",
    "### movement p oint to do so.",
    "### A ˜gure cannot end its movement in a sp ace cont aining anot her",
    "˜gure.",
    "KEYWORDS",
    "Ke y words are us ed as short hand for cer t ain abi lit ies. ˚e ke y words",
    "ﬁBl ast,ﬂ ﬁC leave,ﬂ ﬁPierce,ﬂ ﬁR ecover,ﬂ and ﬁR e achﬂ are use d in the",
    "tutor ia l. For infor mat ion, s ee t he Ru les R eference Guide or t he",
    "include d R eference card. O t her ke y words, ﬁBlee d,ﬂ ﬁStun,ﬂ and",
    "ﬁFo cus,ﬂ relate to condit ions. For t he pur pos es of t he tutor i a l, ig nore",
    "a l l abi lit ies t hat us e condit ions. ˚e y are des cr ibe d in det ai l later.",
    "Wall",
    "Blocked Terrain",
    "Impassable Terrain",
    "Dif˜cult Terrain",
    "STOP!",
    "You now k now ever yt hing ne e de d to pl ay t he tutor i al",
    "mission. A˝er pl ay ing this, you w i l l have a b asic",
    "underst anding of t he game and be re ady to lear n advance d",
    "r u les before you b egin pl ay ing a camp aig n (se e page 9).",
    "9",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "ADVANCED RULES",
    "˚ere are a numb er of genera l r u les t hat apply to a l l game mo des, but are",
    "not ne e de d in the tutor i a l. ˚es e r ules are liste d on t his p age.",
    "FIGURES",
    "Figures on t he map repres ent characters, vehicles, and cre atures",
    "cont rol led by t he pl ayers. S ome ˜gures are pl ast ic miniatures, whi le",
    "ot hers are repres ente d by cardb o ard tokens.",
    "F",
    "R",
    "I",
    "ENDLY",
    "AND",
    "H",
    "OST",
    "I",
    "LE",
    "F",
    "I",
    "GURES",
    "Figures on t he map rel ate to e ach ot her in one of t wo ways: ˜gures",
    "c an either b e f riend ly or host ile. An att ack can on ly t arget a host i le",
    "˜gure. Numerous ot her game e˛e c ts sp e cif y whet her t hey a˛ec t a",
    "f r iend ly or host i le ˜gure.",
    "In a camp aig n, a ll R eb el ˜gures are f riend ly toward e ach other and",
    "host i le toward a l l Imp er i a l ˜gures. L ike w is e, a ll Imp eri a l ˜gures are",
    "f r iend ly toward e ach ot her and host i le toward al l R eb el ˜gures.",
    "F",
    "I",
    "GURE",
    "S",
    "I",
    "ZE",
    "A ˜gure that o ccupies on ly one space on t he map is a smal l ˜gure. A",
    "˜gure that o cc upies more t han one space on t he map is a l arge ˜gure.",
    "˚e fol low ing r u les apply to l arge ˜gures:",
    "### c annot rot ate its b as e unless it spends one movement point to do",
    "s o. When doing t his, t he large ˜gure must o cc upy at le ast ha lf of t he",
    "sp aces it o ccupie d b efore the rot at ion.",
    "D",
    "UPL",
    "I",
    "CATE",
    "F",
    "I",
    "GURE",
    "G",
    "ROUPS",
    "It is imp or t ant t hat players c an e asily ident if y which ˜gures",
    "cor respond to w hich Deploy ment c ard. Whene ver t wo or more",
    "D eploy ment c ards w it h the s ame name are deploye d, pl ayers can us e",
    "t he include d ID st ickers and tokens.",
    "Simply apply matching st ickers to a l l ˜gures t hat cor resp ond to one",
    "of t he Deploy ment cards and pl ace t he matching ID token on t hat",
    "c ard. It is not ne cess ar y for any t yp e of ˜gure to have a sp e ci˜c color",
    "or number, as long as the s ame st icker is not us ed on di˛erent typ es",
    "of ˜gures.",
    "If desired, pl ayers may ˜nd ot her ways to di˛erent i ate their ˜gure",
    "g roups, such as by p aint ing t he ˜gures or b as es in di˛erent colors.",
    "CONDITIONS",
    "When a hero gains a condition (such as ﬁBlee dﬂ, ﬁStunﬂ, or",
    "ﬁFo c usﬂ), he t a kes a Condit ion c ard of t he liste d name and pl aces",
    "it by his Hero she et. When any ot her ˜gure gains a condition,",
    "pl ace a condit ion token next to t he ˜gure. Whi le a ˜gure has",
    "a C ondit ion c ard or token, it must fol low t he ru les on the",
    "cor responding C ondit ion card.",
    "C ondit ion names are s omet imes us e d as ke y words on",
    "D eploy ment, Item, and Cl ass c ards. For example, a ˜gure wit h t he",
    "ﬁ",
    "B",
    ": Blee dﬂ abi lit y can sp end a",
    "B",
    "w hi le attack ing to t rig ger t his",
    "abi lit y. As long as t he target ˜gure su˛ers at least 1",
    "H",
    "dur ing the",
    "att ack, that ˜gure b ecomes Blee ding .",
    "RETRIEVING TOKENS",
    "S ome missions a l low ˜gures to retr ie ve spe ci˜c tokens on t he",
    "map. In order to ret r ieve a token, t he ˜gure must per for m an",
    "inter ac t",
    "whi le on or adjacent to t he token. ˚e pl ayer then pl aces",
    "t he token on his ˜gure™s bas e to denote that t he ˜gure is now",
    "c ar ry ing it. When the ˜gure moves, the token moves wit h it.",
    "If t he ˜gure is defeate d, t he token is dropp e d in the ˜gure™s space",
    "and c an b e ret r ie ved fol low ing t he ru les ab ove. Figures cannot",
    "opt iona l ly drop tokens t hat t he y are c ar r y ing.",
    "CONTROLLING TOKENS AND SPACES",
    "S ome missions re quire ˜gures to cont rol tokens or sp aces on",
    "t he map. To cont rol a token or sp ace, t here must b e a fr iend ly",
    "˜gure",
    "on or adjac ent to the token or sp ac e",
    "and no host i le ˜gures",
    "on or adjacent to t he token or sp ace.",
    "TIMING",
    "Many game e˛e c ts al low ˜gures to t r ig ger abi lit ies dur ing anot her",
    "˜gure™s act ivat ion. ˚ese abi lit ies sp e cify t hat t he y",
    "\u000e˘\u0017˚\u0015\u0015\u0014˛ \u0017",
    ",",
    "fol lowe d by the e˛e c t of t he abi lit y.",
    "When t his happ ens, t he cur rent act ivat ion p auses w hi le the",
    "inter rupt ing abi lity is res olve d. ˚en the ac t ivat ion resumes.",
    "S",
    "IM",
    "ULTANEOUS",
    "E",
    "FF",
    "ECTS",
    "If t wo e˛e cts happ en at exac t ly the s ame t ime, t he pl ayer cur rent ly",
    "ac t ivat ing a ˜gure cho os es t he order in w hich t he y res olve. If no",
    "˜gure is cur rent ly b eing ac tivated, t he Imp er i a l player de cides (dur ing",
    "a c amp aig n) or t he pl ayer w it h init i at ive de cides (dur ing a skir mish).",
    "WHAT™S NEXT?",
    "You now k now al l general r u les and are re ady to pl ay a fu l l",
    "game. ˚ere are now t wo dist inc t games that c an b e playe d.",
    "˚e",
    "C \u0012ˇ˛˙˜˚",
    "is a ser ies of linke d missions wit h a",
    "prog ressing nar rat ive. Over the cours e of a c ampaig n, pl ayers",
    "res olve a var iet y of missions w hi le acquir ing new Item,",
    "Agend a, and Cl ass c ards. To st art pl ay ing Camp aig n Mo de,",
    "re ad p ages 10Œ12 of this L e ar n to Pl ay b o ok let.",
    "˚e",
    "S\u0010\u000e\u0015ˇ\u000e\u000f",
    "M˙˜˚",
    "is a compet it ive, t wo-pl ayer game.",
    "Pl ayers const r uc t armies using the ˜gures of t heir choice and",
    "face each ot her in spe ci al sk ir mish missions. To pl ay Skir mish",
    "Mo de, you wi l l now ne ed to re ad t he Sk ir mish Guide.",
    "10",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "PLAYING CAMPAIGN MODE",
    "A˝er players have le ar ned t he core mission r u les in the tutor ia l,",
    "t he y are ready to pl ay a f ul l c ampaign.",
    "˚e c amp aig n op ens wit h pl ayers resolv ing t he act ion-",
    "p acked int ro duc tory s cenar io ﬁA˝er mat h.ﬂ ˚is mission l ays",
    "t he groundwork for t he main stor y arc and helps players get",
    "comfor t able wit h t he complete mission r u les.",
    "To st ar t pl ay ing a new c amp aig n, players ˜rst per for m t he steps of",
    "ﬁC amp aign Mo de S etupﬂ b elow.",
    "CAMPAIGN MODE SETUP",
    "1.",
    "C ho ose Pl ayer Rol es:",
    "Pl ayers decide w ho wi l l t a ke on t he",
    "role of the Imp eri a l pl ayer. It is re commended t hat t he most",
    "exp erience d player t a ke on this role. A ll ot her pl ayers ta ke on",
    "t he roles of t he Rebel hero es.",
    "Pl ayers retain t hes e roles for t he ent iret y of the camp aign.",
    "2.",
    "C ho ose Hero es:",
    "E ach R eb el player cho os es one Hero sheet",
    "and t a kes that hero™s matching Cl ass de ck and hero ˜gure.",
    "˚en e ach R eb el player ret r ieves t he b asic Item c ards (the",
    "c ards w it hout an XP cost) from his C l ass deck and pl aces them",
    "faceup on t he t able in front of him.",
    "3.",
    "C hoos e Imperi a l Cl ass:",
    "˚e Imp eri a l player choos es one",
    "Imper i a l C l ass de ck. ˚en he retr ie ves t he basic Cl ass c ard (t he",
    "c ard w it hout an XP cost) f rom this de ck and pl aces it faceup on",
    "t he table in f ront of him.",
    "4.",
    "Bui l d Agend a De ck:",
    "˚e Imp er i al pl ayer t a kes al l Agenda",
    "c ards and s orts t hem by set (liste d in the upp er-rig ht corner of",
    "t he c ard). He cho os es six Agend a card s ets and shuˇes thes e",
    "18 c ards to cre ate t he Agend a de ck.",
    "Agend a cards are des cr ib ed in det ai l on p age 14 under",
    "ﬁSp ending Inˆuence.ﬂ",
    "5.",
    "Bui l d Si d e Missi on D e ck:",
    "A˝er pl ay ing the int ro ductor y",
    "mission, hero es us e Mission c ards to cho ose w hich mission",
    "t he y wi l l res olve next.",
    "D ur ing t his step of s etup, Reb el pl ayers cre ate t he Side Mission",
    "de ck that w i l l be us e d during t his c amp aig n. ˚e y ˜rst s or t t he",
    "Side Mission c ards by t he color on t he face of t he c ards. ˚en",
    "t he y create t he Side Mission de ck by shuˇing toget her the",
    "fol low ing cards:",
    "-",
    "E ach red Side Mission card cor resp onding to t heir heroes",
    "-",
    "Four g re en c ards of t he hero es™ choice",
    "-",
    "Four random gray c ards (do not re ve a l t hese c ards to",
    "any pl ayer)",
    "6.",
    "S e t Up Intro du c tor y Missi on:",
    "Pl ayers are ready to pl ay t he",
    "int ro ductor y mission for t he core camp aig n. To prepare t his",
    "mission, follow t he ﬁMission Setupﬂ steps liste d to t he rig ht.",
    "To res olve thes e, t he Imp er i al pl ayer w i ll ne e d to reference the",
    "ﬁA˝er mathﬂ mission on page 4 of t he Camp aig n Guide.",
    "If t his is your ˜rst time pl ay ing, t he Imp eri a l player shou ld",
    "˜rst read t he general mission ru les found on page 2 of t he",
    "C amp aign Guide.",
    "MISSION SETUP",
    "B efore play ing a mission, pl ayers p erfor m t he follow ing steps:",
    "1.",
    "Ass embl e Map:",
    "˚e Imp er ia l pl ayer ass embles t his mission™s",
    "map using map t i les as show n in the mission™s di agram in t he",
    "C amp aign Guide. He pl aces a ll tokens on t he map as indic ated",
    "in t he diag ram.",
    "2.",
    "Pre p are \treat and Round Di al:",
    "˚e Imp eri a l pl ayer sets t he",
    "t hre at dia l to 0 and t he round di a l to 1.",
    "3.",
    "D e pl oy ment and S e tup:",
    "˚e Imp er i a l pl ayer t a kes a l l",
    "D eploy ment c ards and s orts t hem into groups as listed in t he",
    "ﬁD eploy ment and S etupﬂ box of t he mission r u les.",
    "˚is b ox",
    "has up to four di˛erent elements:",
    "-",
    "Initial Groups:",
    "Ta ke t he listed D eploy ment c ards and pl ace",
    "t hem faceup on t he table. ˚e cor resp onding ˜gures are",
    "pl aced on t he map during step 4 ﬁD eploy Imp eri a l Figures.ﬂ",
    "Round",
    "Threat",
    "Example of a Deployment and Setup box",
    "LESS THAN FOUR HEROES?",
    "˚e C ampaig n Mo de for",
    "Imperia l  A ss au lt",
    "prov ides a",
    "b a l anced exp erience for 2Œ5 pl ayers. If pl ay ing w it h fewer",
    "t han four heroes, R eb el pl ayers re ceive sp e cia l c ards f rom",
    "t he Re ward de ck during s etup. ˚ese c ards help ba l ance",
    "t he game by incre asing the hero es™ Hea lt h and prov iding",
    "addit iona l act ivat ion tokens.",
    "A˝er camp aig n s etup for fe wer than four hero es, give hero es",
    "t he fol lowing comp onents:",
    "2-Hero G ame:",
    "E ach  hero re ceives a ﬁL egend ar yﬂ Re ward",
    "c a rd .",
    "3-Hero G ame:",
    "E ach hero receives a ﬁHeroicﬂ R e ward card.",
    "If t here is on ly one R eb el pl ayer in the game, he pl ays a",
    "t wo-hero game and cont rols both of t hem sep arately.",
    "A hero w ho has t wo act ivat ion tokens ˆips on ly one token",
    "face dow n a˝er resolv ing an ac t ivat ion (me aning he w il l b e able",
    "to ac t ivate t wice e ach round). A hero c annot p er for m his s e cond",
    "ac t ivat ion unt il e ach hero has p er for me d his ˜rst ac t ivat ion.",
    "11",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "-",
    "Res er ved Groups:",
    "˚e Imp er ia l pl ayer s ecret ly t a kes t he liste d",
    "D eploy ment c ards and pl aces them in a facedow n pi le out of",
    "t he way. ˚e ˜gures cor resp onding to these c ards are place d",
    "on t he map w hen dict ate d by t he mission r u les.",
    "-",
    "O pen Groups:",
    "˚e Imp er i a l pl ayer se cret ly cho oses a numb er",
    "of Deploy ment c ards as liste d in t he ﬁO p en Groupsﬂ s ec t ion.",
    "˚es e c ards form a s ecret hand of D eploy ment cards and can",
    "b e us e d to deploy ˜gures to t he map dur ing t he St atus Phas e",
    "(s ee ﬁ ˚re at and D eploy mentﬂ on t he rig ht).",
    "He may cho os e any",
    "U",
    "or",
    "W",
    "D eploy ment c ards",
    "except",
    "uni qu e c ards",
    "(cards w it h a",
    "b efore the name); unique c ards",
    "must b e ear ne d as mission re wards b efore being us ed as",
    "op en groups (s e e ﬁA l liesﬂ on page 15).",
    "D eploy ment cards not in init ia l, reser ve d, or op en g roups are",
    "returne d to t he game b ox and not us ed dur ing t his mission.",
    "-",
    "Special Setup:",
    "S ome missions have a ﬁSp e cia l S etupﬂ se c t ion.",
    "Any inst ruc t ions listed here are per for me d at this t ime.",
    "4.",
    "D e pl oy Imp eri a l Fig ures:",
    "˚e Imp eri a l pl ayer deploys ˜gures",
    "on t he map as indic ated in t he di agram.",
    "5.",
    "Pre p are Dic e, C ards, and Other Tokens:",
    "Pl ace al l dice,",
    "C ondit ion and Supply de cks, d amage tokens, st rain tokens,",
    "and condit ion tokens w it hin easy re ach of a ll pl ayers.",
    "6.",
    "Re ad Missi on Bri e\u0013ng:",
    "˚e Imp er i a l pl ayer re ads t he",
    "ﬁMission Br ie˜ngﬂ s e ct ion of t he mission r u les aloud to the",
    "R eb el pl ayers. If there are any map ti les in the di ag ram that",
    "have names, he shou ld a ls o indic ate t hese t i les and names to",
    "### Gain movement p oints equ a l to sp e e d.",
    "Attack:",
    "Attack a host ile ˜gure. Only hero es can us e more t han",
    "one act ion to att ack.",
    "Inter ac t:",
    "O p en an adj acent do or, or use an adj acent crate or",
    "ter minal token."
  ],
  "resting": [
    "### of interest to Rebel High C ommand.",
    "O peratives are s earching the galaxy for",
    "infor mation on thi s G eneral™s plans–",
    "Stor y Missi on:",
    "ﬁA Ne w ˜reatﬂ",
    "(p age 24, Core Game).",
    "A New Threat",
    "©LFL  ©FFG",
    "˜e site of one of the earliest",
    "battles between the Empire and",
    "the Rebellion, Fenn Sig nis™s heroic",
    "ac tions were instr umental in the",
    "liberation of O nderon.",
    "Now the Empire seeks re venge against",
    "the insurgent world. Fenn i s called to",
    "aid in keeping the planet safe f rom",
    "Imper ial in˚uence once again.",
    "Si d e Mission:",
    "ﬁBr ush˜reﬂ",
    "(p age 6, Core Game).",
    "Fenn Signis",
    "Onderon - Wilderness",
    "Re ward: ﬁVeteran Prowessﬂ Re ward C ard",
    "©LFL  ©FFG",
    "IMPERIAL INDUSTRY",
    "Re ward: ﬁImp er i al Indust r y ﬂ Reward C ard",
    "An Imper ial testing facility has made",
    "a recent breakthrough. With suppor t,",
    "their deadly innovations could be put",
    "to work ver y s oon.",
    "Pl ay t his card as side mission",
    "ﬁMe ans of Product ionﬂ (p age 20,",
    "C ore Game).",
    "A˜er the hero es resolve any ot her",
    "side mission, dis c ard t his card and",
    "re ceive the re ward liste d below.",
    "Corellia - Imperial - Facility",
    "Means of Production",
    "3 I",
    "NFLUENCE",
    "©LFL  ©FFG",
    "IMPERIAL INDUSTRY",
    "### Restorative Supplies",
    "Stocking up on bac ta and other",
    "v ital sup plie s  will  un d oubted ly",
    "prov ide an edge to the s oldiers on",
    "the  g round.",
    "Pl ace this c ard in your pl ay are a.",
    "D eplete this c ard at t he end of a",
    "round during any mission. Cho os e",
    "1 Imp eri al ˜gure and roll 2 re d",
    "dice. ˚at ˜gure recovers",
    "H",
    "equal",
    "to t he",
    "H",
    "resu lts.",
    "2 I",
    "NFLUENCE",
    "©LFL  ©FFG",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Haunted Exile",
    "Foresight",
    "1",
    "C",
    ":",
    "Us e whi le defending",
    "to rerol l 1 defens e die.",
    "Diala Passil",
    "3",
    "4",
    "12",
    "©LF",
    "L",
    "©FFG",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Haunted Exile",
    "Precise Strike",
    "2",
    "C",
    ":",
    "Us e when you",
    "de cl are an att ack w it h a",
    "P",
    "we ap on. Cho os e and",
    "remove 1 die from t he",
    "t arget™s defens e p ool.",
    "L imit once per act ivat ion.",
    "Foresight",
    "1",
    "C",
    ":",
    "Us e whi le defending",
    "to rerol l 1 defens e die.",
    "Diala Passil",
    "4",
    "5",
    "12",
    "©LFL  ©FFG",
    "54 Hero Class Cards",
    "(6 decks, 9 in each)",
    "©LFL  ©FFG",
    "ﬁIf it can kill a trooper, I can",
    "make it work.ﬂ",
    "Weapon Expert",
    "2",
    "XP",
    "1",
    "C",
    ":",
    "Us e whi le attack ing",
    "to gain Pierce 1 and",
    "apply +2 Accurac y to t he",
    "att ack resu lts.",
    "27 Imperial Class Cards",
    "(3 decks, 9 in each)",
    "©LFL  ©FFG",
    "1",
    "XP",
    "A T T A CHMENT",
    "T˜˚ ˚˛˝˜ ˚˙ˆˇ",
    "A",
    ":",
    "E xhaust this c ard to",
    "cho os e a sp ace wit hin",
    "3 sp aces. Each ˜gure on",
    "or adj acent to t hat sp ace",
    "tests",
    "J",
    ". E ach ˜gure w ho",
    "fai ls su˚ers 1",
    "C",
    ".",
    "Riot Grenades",
    "MILITARY MIGHT",
    "36 Item Cards",
    "(3 decks, 12 in each)",
    "©LFL",
    "©FFG",
    "Attack",
    "Stan d ard issue  for al l",
    "Impe r ial  Stor mtroopers.",
    "400",
    "CREDITS",
    "B",
    ":",
    "+2",
    "H",
    "B",
    ":",
    "+2 Accurac y",
    "E-11",
    "12 Supply Cards",
    "©LFL  ©FFG",
    "Shock Grenade",
    "Consumable - Explosive",
    "A",
    ": C ho os e a space",
    "w it hin 3 sp aces. R ol l",
    "1 yel low die. E ach ˜gure",
    "on or adj acent to t hat space",
    "su˚ers",
    "H",
    "e qu a l to the",
    "H",
    "resu lts and b ecomes",
    "Stunne d. ˛en, dis c ard",
    "t his c ard.",
    "18 Reward Cards",
    "©LFL  ©FFG",
    "REWARD",
    "At t he star t of e ach",
    "mission, the hero es may",
    "sp end 100 cre dits. If",
    "t he y do not, e ach hero",
    "su˜ers 2",
    "C",
    ".",
    "©LFL",
    "©FFG",
    "Attack",
    "REWARD",
    "Lightsaber - Blade",
    ":",
    "Pierce 3",
    ":",
    "+1",
    "H",
    ", C leave 2",
    "H",
    "When you us e ﬁForesig ht,ﬂ",
    "t he att acker su˜ers 1",
    "H",
    "a˚er t he attack resolves.",
    "Shu Yen™s Lightsaber",
    "20 Mission Tokens",
    "(8 Rebel/Imperial,",
    "12 Neutral)",
    "35 Strain",
    "Tokens",
    "8 Crate Tokens",
    "8 Terminal Tokens",
    "˜",
    "˜",
    "˜",
    "˜",
    "˜",
    "˜",
    "˚",
    "˚",
    "˚",
    "˚",
    "˚",
    "˚",
    "˛",
    "˛",
    "˛",
    "˛",
    "˛",
    "˛",
    "˝",
    "˝",
    "˝",
    "˝",
    "˝",
    "˝",
    "˙",
    "˙",
    "˙",
    "˙",
    "˙",
    "˙",
    "˜",
    "˜",
    "˜",
    "˜",
    "˜",
    "˜",
    "˚",
    "˚",
    "˚",
    "˚",
    "˚",
    "˚",
    "˛",
    "˛",
    "˛",
    "˛",
    "˛",
    "˛",
    "˝",
    "˝",
    "˝",
    "˝",
    "˝",
    "˝",
    "˙",
    "˙",
    "˙",
    "˙",
    "˙",
    "˙",
    "20 ID Tokens with",
    "60 ID Stickers",
    "1 Entrance",
    "Token",
    "2 Skirmish Mission Cards",
    "©LFL",
    "©FFG",
    "A",
    "IMPERIAL ASSAULT CORE GAME",
    "A ˜gure can interact w it h a l aunch p anel to ˚ip t he",
    "token colored side up or gray side up. E ach pl ayer",
    "c an ˚ip a maximum of 1 token p er round.",
    "E ˜˚ ˛˝ ˙ˆˇ˘ R˛\u0017˜˚:",
    "E ach player gains 5 VPs",
    "for e ach colore d l aunch panel he controls and 2",
    "VPs for each g ray launch p anel he cont rols.",
    "Mos Eisley Outskirts",
    "Get to the Ship",
    "12 Condition Cards",
    "(3 decks, 4 in each)",
    "©LFL  ©FFG",
    "Stunned",
    "Harmful",
    "You cannot att ack or",
    "volunt ari ly exit your sp ace.",
    "A",
    ":",
    "Dis c ard this condit ion.",
    "ﬁS e t  for  st un .ﬂ",
    "Œ Stor mtroo p e r,",
    "A  Ne w  Hop e",
    "42 Command Cards",
    "©LFL  ©FFG",
    "0",
    "Expose Weakness",
    "A",
    ":",
    "C ho ose an adj acent",
    "host i le ˜gure. ˚e next",
    "att ack target ing t hat",
    "˜gure gains Pierce 3.",
    "Any Figure",
    "45 Damage Tokens",
    "(35 1™s and 10 5™s)",
    "1 Initiative Token",
    "12 Ally and Villain Tokens",
    "4",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "PLAYING A MISSION",
    "Missions in",
    "Imp e ri al  A ss au l t",
    "are pl ayed over a numb er of game",
    "rounds. E ach round consists of two phas es t hat are resolve d in t he",
    "fol low ing order :",
    "1.",
    "Ac tivati on Phase:",
    "Pl ay a lter nates back and fort h, st ar t ing",
    "w it h the R eb el pl ayers ac t ivat ing one of t heir ˜gures and",
    "res olv ing two ac t ions, such as mov ing and att ack ing . ˚en",
    "t he Imp er i a l pl ayer ac tivates a l l ˜gures cor responding to",
    "one D eploy ment c ard.",
    "Pl ayers cont inue act ivat ing ˜gures unt i l each ˜gure has",
    "res olve d an act ivat ion (se e ﬁAc t ivating a Figureﬂ on p age 5).",
    "2.",
    "Status Phase:",
    "A˝er resolving a l l act ivat ions, pl ayers p erform a",
    "numb er of cle anup steps (se e ﬁStatus Phas eﬂ on page 7.)",
    "A˝er resolv ing t he St atus Phas e, pl ay pro cee ds to t he next round,",
    "st ar t ing wit h Ac t ivation Phas e. ˚es e phas es are rep eate d unt i l the",
    "mission ends (s e e ﬁEnding a Missionﬂ on page 7).",
    "TUTORIAL SETUP",
    "1.",
    "Ass embl e Map:",
    "Ass emble the map",
    "using t he map t iles, do ors, crate token,",
    "and ter mina l tokens show n on t he r ight.",
    "2.",
    "Assig n Rol es:",
    "Pl ayers de cide",
    "w ho w il l t a ke on the role of t he Imp er ia l pl ayer. It is",
    "re commende d t hat t he most exp erience d player t a ke on this",
    "role. A ll ot her pl ayers t a ke on t he roles of t he Reb el heroes.",
    "3.",
    "Pre pa re  He ro  C ompon e nt s :",
    "E ach Reb el pl ayer cho os es",
    "one of the fol low ing four hero es: Fenn Sig nis, Dia l a Passi l,",
    "Gaark han, or Jy n O d an. If pl ay ing w it h on ly one Reb el",
    "pl ayer, that pl ayer cho oses t wo hero es.",
    "E ach hero player t a kes t he Hero sheet, ˜gure, and Cl ass deck",
    "matching his hero. ˚en, he ˜nds t he we apon (marked w it h",
    "P",
    "or",
    "O",
    ") in his C lass de ck and pl aces it next to his Hero she et.",
    "4.",
    "Ac tivati on Tokens:",
    "Each hero claims one ac tivat ion token",
    "and pl aces it re ady (g reen side faceup) on his Hero she et.",
    "5.",
    "Pre p are De pl oy ment C ards:",
    "˚e Imp er ia l pl ayer ta kes one",
    "e ach of the fol low ing four Deploy ment c ards and pl aces",
    "t hem faceup in front of him: Stor mt ro op er (gray), E-Web",
    "Eng ineer (g ray), Probe Droid (re d), Imp er ia l O˙cer (gray).",
    "If pl ay ing w it h fe wer than 4 hero es, on ly us e s ome of t hes e",
    "c ards and ˜gures (s e e ﬁTutor i a lﬂ above).",
    "6.",
    "D e pl oy Fig ures:",
    "Pl ace al l ˜gures on t he map on t he sp aces",
    "indic ate d in t he diag ram on t he rig ht.",
    "7.",
    "Pre p are Dic e, C ards, and Other Tokens:",
    "Pl ace al l dice, the",
    "C ondit ion and Supply de cks, d amage tokens, st rain tokens,",
    "and condit ion tokens w it hin easy re ach of a ll pl ayers.",
    "Stormtrooper",
    "˜gure",
    "Probe Droid",
    "˜gure",
    "E-Web Engineer",
    "˜gure",
    "Imperial",
    "Of˜cer ˜gure",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Probe Droid",
    "Mo b i l e",
    "B",
    ": +2",
    "H",
    "B",
    ": Pierce 2",
    "B",
    ": R ecover 2",
    "H",
    "Targeting Computer:",
    "Whi le att ack ing, you may",
    "rerol l 1 attack die.",
    "Self-Destruct:",
    "At t he end of a round,",
    "you may rol l 1 re d die. E ach adj acent",
    "˜gure and obje c t su˚ers",
    "H",
    "e qu al to t he",
    "H",
    "resu lts. ˛en, you are defeate d.",
    "Droid",
    "4",
    "7",
    "5",
    "©LFL  ©FFG",
    "TUTORIAL",
    "˚e e asiest way to le ar n the b asics for any of t he modes of",
    "Imper ial Ass ault",
    "is to play a mission. For your ˜rst mission, b eg in",
    "by pl ay ing the Tutor i a l expl aine d on p ages 4Œ8.",
    "A˝er lear ning t he basics of gamepl ay, pl ayers are ready to le ar n",
    "addit iona l ru les and beg in pl ay ing a c amp aign.",
    "To pl ay t he tutor i a l, ˜rst fol low t he ﬁTutor i a l S etupﬂ steps liste d",
    "b elow. ˚is diag ram shows how to bui ld t he map, including where",
    "to pl ace tokens, ˜gures, and do ors.",
    "Any unchos en hero ˜gures and comp onents are not use d. If pl ay ing",
    "w ith fe wer than four Reb el players the Imper i a l pl ayer do es not",
    "us e t he E-Web Eng ineer™s Deploy ment c ard and ˜gure.",
    "If play ing wit h fe wer t han t hree R ebel players, t he Imp er i a l pl ayer",
    "a lso do es not us e the Prob e Droid™s D eploy ment c ard and ˜gure.",
    "A˝er per for ming setup, pl ayers are re ady to b egin pl ay ing the",
    "game by follow ing t he ru les for ﬁPl ay ing a Missionﬂ on t he r ight.",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "E-Web Engineer",
    "Tripod:",
    "D ur ing your ac tivat ion, you c annot",
    "volunt ar i ly exit your sp ace if you att ack,",
    "and you c annot att ack if you exit",
    "your sp ace.",
    "Assault:",
    "You c an p erfor m mu lt iple att acks",
    "e ach act ivat ion.",
    "+3 Accurac y",
    "B",
    ": R ecover 2",
    "H",
    "B",
    ": +1",
    "H",
    "Trooper - Heavy Weapon",
    "2",
    "5",
    "6",
    "©LFL  ©FFG",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "A",
    "Order:",
    "C ho ose anot her f r iend ly ˜gure",
    "w it hin 2 sp aces. ˚at ˜gure may interr upt",
    "to p erfor m a move.",
    "Cower:",
    "While defending , whi le adj acent",
    "to a f riend ly ˜gure, youmayreroll",
    "1 defens e die.",
    "B",
    ":  Foc u s",
    "B",
    ": +1",
    "H",
    "B",
    ": +2 Accurac y",
    "Leader",
    "4",
    "3",
    "2",
    "©LFL  ©FFG",
    "Health",
    "Speed",
    "Defense",
    "Attack",
    "Stormtrooper",
    "Squad Training:",
    "Whi le att ack ing , whi le",
    "adj acent to anot her f r iend ly",
    "T˜ ˚ ˚ ˛ ˝˜",
    ",",
    "y ou",
    "may reroll 1 attack die.",
    "B",
    ":",
    "+1",
    "H",
    "B",
    ": +2 Accurac y",
    "Trooper",
    "4",
    "3",
    "2",
    "6",
    "©LFL  ©FFG",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Haunted Exile",
    "Precise Strike",
    "2",
    "C",
    ":",
    "Us e when you",
    "de cl are an att ack w it h a",
    "P",
    "we ap on. Cho os e and",
    "remove 1 die from t he",
    "t arget™s defens e p ool.",
    "L imit once per act ivat ion.",
    "Foresight",
    "1",
    "C",
    ":",
    "Us e whi le defending",
    "to rerol l 1 defens e die.",
    "Diala Passil",
    "4",
    "5",
    "12",
    "©LFL  ©FFG",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Fenn Signis",
    "Havoc Shot",
    "1",
    "C",
    ":",
    "Us e whi le attack ing",
    "w it h a",
    "O",
    "we ap on. ˜is",
    "att ack gains Bl ast 1",
    "H",
    ".",
    "Lone Wolf",
    "At t he end of your",
    "ac t ivat ion, if t here are no",
    "f r iend ly ˚gures adjacent",
    "to you, re cover 1",
    "C",
    ".",
    "Hardened Veteran",
    "4",
    "4",
    "12",
    "©LFL  ©FFG",
    "©LFL",
    "©FFG",
    "Attack",
    "An older model, but it™s",
    "rel i ab l e  an d  w el l  m ai ntai n e d .",
    ":",
    "+1",
    "H",
    ":",
    "### Rest:",
    "R ecover",
    "C",
    "(strain) and p ossibly recover",
    "H",
    "(d amage).",
    "-",
    "Special:",
    "R es olve an",
    "A",
    "(act ion) abi lit y liste d on one of his",
    "comp onents.",
    "A˝er a Reb el ˜gure res olves two act ions, its act ivat ion ends and",
    "t he Imp er i a l pl ayer cho os es a deploy ment g roup to act ivate. A˝er",
    "t he Imp er i a l pl ayer ac tivates a l l ˜gures of a deploy ment g roup, the",
    "hero es cho os e anot her Reb el ˜gure to ac tivate.",
    "Pl ayers cont inue act ivat ing ˜gures in this way unt i l a l l ˜gures",
    "have b e en act ivate d.",
    "M",
    "OVE",
    "### By rest ing, a hero c an recover",
    "C",
    "equ a l to his Endurance. If a hero",
    "re covers",
    "C",
    "in excess of t he numb er of st rain tokens he has, the",
    "hero re covers",
    "H",
    "(d amage) equ a l to t he amount of excess (s ee",
    "ﬁSu˛er ing and Re cover ingﬂ on p age 8).",
    "### On ly heroes c an rest.",
    "S",
    "PEC",
    "I",
    "AL",
    "A",
    "CT",
    "I",
    "ON",
    "Many C l ass cards, abi lit ies, and mission r ules a l low ˜gures to",
    "p er for m unique act ions. ˚ese abi lit ies are denote d w ith a",
    "A",
    ".",
    "E ach spe ci a l act ion c an on ly b e p erfor me d once per act ivat ion.",
    "### When p erfor ming a range d att ack, follow t hes e rest r ic t ions:",
    "L ine of Sight:",
    "To de cl are the att ack, the t arget ˜gure must b e",
    "in line of sig ht of t he att ack ing ˜gure.",
    "### a l l pl ayers. He keeps t he rest of t he mission r u les to hims elf",
    "unt i l inst r uc ted to res olve t hem.",
    "7.",
    "D e pl oy Reb el Fig ures:",
    "E ach R eb el player",
    "Entrance Token",
    "pl aces his hero ˜gure in an empt y sp ace",
    "as clos e to t he entrance token as possible.",
    "˚is",
    "inclu d es",
    "the sp ace cont aining t he",
    "ent rance token its elf.",
    "If t he heroes have ear ne d an",
    "A˝ ˝ˆ",
    ", t hey c an cho os e to deploy it",
    "at this t ime. A l lies are not us e d in t he int ro ductor y mission and",
    "are descr ibe d l ater.",
    "8.",
    "Pre p are Ac tivati on Tokens",
    ":",
    "E ach hero re ceives one act ivat ion",
    "token and pl aces it re ady (gre en side faceup) on his Hero",
    "she et. If pl ay ing wit h fe wer t han four hero es, t hey may re ceive",
    "addit iona l act ivat ion tokens as sp e ci˜ed on t heir ﬁL egendaryﬂ",
    "or ﬁHeroicﬂ R e ward c ards.",
    "A˝er players have ˜nishe d setup, t he y are re ady to b egin pl ay ing",
    "t he  game.",
    "PLAYING CAMPAIGN MISSIONS",
    "Missions in",
    "Imp e ri al  A ss au l t",
    "are pl ayed over a numb er of game",
    "rounds. E ach round consists of an",
    "A\u0011\u0017\u000e",
    "\u0012\u0017\u000e˙˘ P",
    "\u0012\u000f˚",
    "(s ee p age",
    "5) fol lowed by a",
    "S\u0017\u0012\u0017\u0014\u000f P",
    "\u0012\u000f˚",
    "(s ee b elow).",
    "A˝er resolv ing t he St atus Phas e, pl ayers beg in a new round",
    "st ar t ing wit h t he Act ivat ion Phas e. ˚ese phas es are repe ate d unt i l",
    "t he mission ends (s ee ﬁEnding a Missionﬂ on p age 12).",
    "CAMPAIGN STATUS PHASE",
    "A˝er each ˜gure has resolve d its act ivat ion, pl ayers res olve t he",
    "fol low ing steps b efore the next round beg ins:",
    "1.",
    "Incre ase \tre at:",
    "˚e Imp er i a l pl ayer incre as es the t hre at di a l",
    "by t he thre at le vel",
    "liste d on the c amp aig n l o g",
    ", which is found",
    "on t he back of t he Camp aig n Guide. For t he intro duc tor y",
    "mission, the t hre at level is t wo.",
    "2.",
    "Re ady :",
    "˚e Imp er i al pl ayer re adies al l of his exhauste d Cl ass",
    "and D eploy ment c ards. E ach hero re adies al l of his act ivat ion",
    "tokens, ˆipping t hem gre en side faceup.",
    "3.",
    "D e pl oy and Reinforc e:",
    "˚e Imp eri a l pl ayer may sp end",
    "D",
    "(t hre at) to br ing addit iona l ˜gures onto t he map.",
    "4.",
    "E nd of Round E\be c ts:",
    "If there are any abi lities or mission",
    "r u les tr ig gere d at t he end of t his game round, pl ayers resolve",
    "t hem at t his t ime (se e ﬁMission Eventsﬂ on p age 12).",
    "5.",
    "Advanc e Round Dia l",
    ": Advance t he round dia l by one. ˚en",
    "b eg in a ne w round, st ar ting w it h t he Ac t ivat ion Phase.",
    "T",
    "H",
    "REAT",
    "AND",
    "D",
    "EPLOY",
    "M",
    "ENT",
    "D ur ing the St atus Phase of e ach round, t he Imp er ia l pl ayer incre as es",
    "D",
    "(t hre at) w hich he c an sp end to deploy addit iona l ˜gures.",
    "E ach Deploy ment card has a deploy ment cost, a reinforcement",
    "cost, and a group limit. Dur ing e ach St atus Phas e, t he Imp er ia l",
    "pl ayer may deploy g roups of ˜gures and/or reinforce indiv idu al",
    "˜gures to t he map.",
    "To deploy a g roup, t he Imp er i al player choos es a D eploy ment c ard",
    "in his hand and spends",
    "D",
    "e qu a l to the c ard™s deploy ment cost.",
    "˚en he pl aces t he c ard faceup on t he t able and pl aces a number of",
    "cor resp onding ˜gures on t he map equa l to t he",
    "c ard™s g roup limit. ˚es e ˜gures are pl ace d as clos e",
    "as p ossible to a g re en deploy ment point show n",
    "in t he mission™s di ag ram. ˚is",
    "inclu d es",
    "t he sp ace",
    "cont aining t he deploy ment p oint its elf.",
    "To reinforce a ˜gure, he cho os es a Deploy ment",
    "c ard a lready on t he t able and sp ends",
    "D",
    "e qua l to t he card™s",
    "reinforcement cost. ˚en he pl aces",
    "one \u0013gure",
    "f rom that g roup as",
    "clos e as possible to a g re en deploy ment p oint.",
    "E ach time he spends",
    "D",
    "he re duces the thre at di a l by that amount.",
    "Group Limit",
    "Deployment",
    "Cost",
    "Reinforcement Cost",
    "THE CAMPAIGN GUIDE",
    "˚e map diag ram and sp eci a l ru les for e ach mission are listed",
    "in t he Camp aig n Guide. To s et up a mission, the Imp er ia l",
    "pl ayer ˜nds t he chos en mission in t he Camp aig n Guide.",
    "˚e informat ion in t he Camp aig n Guide is s e cret and c an",
    "b e",
    "re ad only by the Imp eri al pl ayer",
    ". At cer t ain points dur ing",
    "e ach mission, t he Imper i a l pl ayer w i l l re ad a loud s ome of t his",
    "infor mat ion to t he R ebel pl ayers.",
    "Deployment Point",
    "12",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "MISSION INFORMATION",
    "E ach mission prov ides sp e ci˜c ru les of pl ay, including obj ec t ives",
    "for t he Reb el and Imper i a l players to achieve. ˚is infor mation,",
    "including how and w hen t he mission w i ll end, is des crib e d in the",
    "mission™s ent r y in t he Camp aig n Guide.",
    "S ome mission r u les are p ersistent and remain in play for t he",
    "ent ire mission. O t her ru les consist of indiv idua l o cc urrences",
    "t h at  t r i g ger  on ly once, such as deploy ing res er ve d ˜gures or",
    "incre asing",
    "D",
    ".",
    "E ach mission is f u ll of many sur pr is es t hat prov ide a sens e of",
    "explorat ion for t he Reb el pl ayers. For t his re ason, R eb el players",
    "c annot re ad the C amp aign Guide. ˚oug h most r u les and",
    "mission infor mat ion w il l e ventu al ly b e come avai l able to t he",
    "hero es, this infor mation is pres ente d over t ime as t he y pl ay",
    "t hroug h the mission.",
    "M",
    "I",
    "SS",
    "I",
    "ON",
    "E",
    "VENTS",
    "At cer tain p oints during a mission, the Imp eri a l pl ayer wi l l be",
    "re quire d to re ad informat ion f rom t he C amp aig n Guide aloud",
    "and res olve ru les listed t here.",
    "˚es e events are o˝en tr ig gere d at t he end of a cert ain game",
    "round, but may a lso b e t r iggere d w hen a sp e ci˜c situ at ion o cc urs",
    "(for example, w hen a cert ain do or is op ene d by a ˜gure).",
    "If t his occ urs during a ˜gure™s ac t ivat ion, t he Imp eri a l pl ayer",
    "inter rupts t he act ivat ion in progress. He re ads the text aloud,",
    "res olves any spe ci a l inst r uc tions liste d, and then the pl ayer",
    "cont inues res olv ing his ˜gure™s act ivat ion.",
    "˚e ﬁEvent Summar yﬂ b ox in the",
    "C amp aign Guide prov ides the Imper i a l",
    "pl ayer a list of w hen events are t r iggere d",
    "dur ing this mission.",
    "E",
    "ND",
    "I",
    "NG",
    "A",
    "M",
    "I",
    "SS",
    "I",
    "ON",
    "E ach mission™s r u les list t he conditions",
    "t hat c aus e t he mission to end. As s oon",
    "as an end condit ion is met, the Imp eri a l",
    "pl ayer resolves t he ﬁEnd of Missionﬂ",
    "s e ct ion of t he mission r u les. He re ads",
    "t he liste d stor y text aloud, and t hen",
    "g ives players t he rewards liste d b elow.",
    "˚en pl ayers re ceive t he re wards liste d",
    "in t he ﬁAddit iona l R e wardsﬂ se c t ion.",
    "˚ere is most o˝en not a state d w inner",
    "to e ach indiv idu a l mission, t houg h",
    "cer tain resu lts are more favorable to",
    "one side or t he ot her. ˚e go a l w it hin",
    "e ach mission is for pl ayers to f u l˜l l t heir",
    "mission obj ec t ives, which o˝en w il l",
    "c aus e the mission to end. By f u l˜l ling",
    "obj e c tives, pl ayers receive re wards t hat",
    "w i l l help t hem win t he c amp aig n.",
    "STOP!",
    "You now k now ever yt hing ne e de d to pl ay t he ﬁA˝er mat hﬂ",
    "int ro ductor y mission. A˝er completing t his mission, you are",
    "re ady to cont inue your adventure by ˜rst fol low ing t he r u les",
    "for ﬁc. Post-Mission C leanupﬂ on p age 13.",
    "O ver the cours e of the c amp aign, pl ayers resolve a var iet y",
    "of missions whi le acquir ing ne w items and abi lities unt il t he",
    "c amp aign ends in a ˜nal climac tic mission.",
    "CAMPAIGN GUIDE",
    "IMPERIAL ASSAULT-CORE GAME",
    "4",
    "22",
    "B",
    "25",
    "B",
    "S",
    "TORAGE",
    "R",
    "OOM",
    "A",
    "TRI UM",
    "AFTERMATH",
    "MISSION BRIEFING",
    "A R ebel ˜gure can att ack a termina l",
    "(He a lth: 4, D efens e: 1",
    "G",
    "). Apply +1",
    "G",
    "to t he ter mina l™s defens e resu lts if it is",
    "adj acent to 1 or more Imp er i a l ˜gures.",
    "D o ors are lo cke d to Imp er ia l ˜gures.",
    "˚e mission ends w hen al l ter minals are",
    "### Imper ial soldiers pour out of the forest",
    "on all sides; the beacon has done its job,",
    "and you have to r un. With s o many of",
    "the Imper ial sur v ivors getting organized,",
    "Rebel g round troops are going to have",
    "their hand s f ull.",
    "DEPLOYMENT AND SETUP",
    "Initi a l Groups:",
    "Imperi a l O˛cer, Prob e Droid,",
    "Stormtrooper.",
    "Res er ve d Groups:",
    "E-Web Engine er, Imper i a l",
    "O˛cer, Stormt ro op er.",
    "O p e n  Grou p s:",
    "No n e .",
    "Example of an Event",
    "Summary box",
    "Example of the End of",
    "Mission section",
    "EXAMPLE OF DEPLOYMENT",
    "1.",
    "At t he star t of t he St atus Phas e, t he Imper i a l",
    "pl ayer has 5",
    "D",
    ". D ur ing the Incre as e ˚re at step,",
    "he increases",
    "D",
    "by t he camp aig n level of 2. He",
    "adjusts t he dia l to reˆec t t his new tot a l of 7.",
    "2.",
    "D ur ing t he D eploy and R einforce step, he",
    "de cides to D eploy a group of Stor mtro op ers.",
    "He re duces his t hre at di a l by t he Stor mt ro op er™s",
    "deploy ment cost of 6, leav ing him wit h 1",
    "D",
    "(not show n). ˚en he t a kes a Stor mt ro oper",
    "D eploy ment c ard f rom his hand and pl aces it",
    "faceup on t he t able.",
    "3.",
    "He t hen looks at t he di ag ram in the C amp aign",
    "Guide to loc ate t he gre en deploy ment p oint.",
    "4.",
    "Fina l ly, he pl aces thre e Stor mtro op er ˜gures on",
    "t he map as clos e to the g re en deploy ment point",
    "as p ossible.",
    "1",
    "3",
    "4",
    "2",
    "13",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "CAMPAIGN STRUCTURE",
    "Pl ay ing a c amp aig n is simple. Pl ayers ˜rst res olve a mission, and",
    "t hen have t he opp or tunity to purchas e new Item c ards, C l ass c ards,",
    "and Agend a cards. ˚en t he y resume t heir nar rat ive by choosing",
    "and res olv ing a ne w mission. ˚e y cont inue res olv ing t hes e st ages",
    "unt i l t he c ampaig n ends w ith a climac tic mission k now n as a ˜nale.",
    "To cont inue a c amp aign, pl ayers che ck t he camp aig n log, found",
    "on t he back of t he Camp aig n guide, and res olve t he next avai l able",
    "(unmarke d) st age.",
    "˚ere are thre e t yp es of st ages: Mission St ages, R ebel Upg rade",
    "St ages, and Imp er i a l Upg rade St ages.",
    "1.",
    "Missi on Stage:",
    "Pl ayers per for m t he fol low ing steps:",
    "a.",
    "C h o o se  Mi ssi on :",
    "R eb el pl ayers refer to t he c amp aig n log",
    "to determine t heir next mission. If t he entr y re ads ﬁSide",
    "Mission,ﬂ hero es cho os e one of t he act ive Side Mission",
    "c ards. If it re ads ﬁStor y Mission,ﬂ the y cho os e an ac t ive",
    "Stor y Mission card.",
    "b.",
    "R e s olv e  Mi ssi on :",
    "Pl ayers res olve t he chos en mission follow ing",
    "t he ru les for ﬁPl ay ing C amp aig n Missionsﬂ on p age 11.",
    "c.",
    "Po st -Mi ssi on  Cl e anup :",
    "A˝er res olv ing t he mission, pl ayers",
    "p er for m t he fol lowing:",
    "»",
    "Hero es re cover a ll",
    "H",
    "an d",
    "C",
    ". Any wounde d hero es ˆip",
    "t heir Hero she ets to t he he a lt hy side.",
    "»",
    "Hero es shuˇe a l l Supply c ards back into t he Supply de ck.",
    "»",
    "Hero es gain 50 cre dits for e ach crate token in their",
    "pl ay are as, and then dis c ard t he tokens (s e e ﬁC amp aig n",
    "R es ourcesﬂ on p age 14).",
    "»",
    "Hero es return t he cur rent mission™s c ard to t he game b ox.",
    "»",
    "If pl ayers just res olve d t he int ro ductor y mission,",
    "shuˇe the Side Mission deck, and t hen draw two c ards",
    "pl acing them faceup on t he t able. ˚es e are t he",
    "\u0012\u0011\u0017\u000e",
    "˚",
    "ˇ\u000e\u000f\u000f\u000e˙˘\u000f",
    "that R eb el pl ayers c an choos e to res olve",
    "dur ing future Mission St ages.",
    "If pl ayers just res olve d an act ive, non-agenda Side",
    "Mission card, shuˇe t he Side Mission de ck and draw",
    "one c ard. ˚is card is now an act ive mission.",
    "In the above example, players have just resolved the ﬁAftermathﬂ",
    "mission. The Rebel Upgrade stage is the next available stage.",
    "2.",
    "Reb el Up gr ad e Stage:",
    "Reb el pl ayers p er for m the",
    "fol low ing steps:",
    "a.",
    "Spend Credits:",
    "Reb el pl ayers draw six cards from t he Item",
    "de ck liste d on t he camp aig n log and may purchas e t hese",
    "c ards by spending cre dits (se e ﬁSp ending Cre ditsﬂ below).",
    "b.",
    "Spend E xper ience Points",
    ": E ach hero c an sp end exp erience",
    "p oints (XP) to purchase c ards f rom his Cl ass de ck (se e",
    "ﬁSp ending Exp er ience Pointsﬂ on p age 14).",
    "3.",
    "Imp eri al Up g r ad e Stage:",
    "˚e Imper i a l player p er for ms t he",
    "fol low ing steps:",
    "a.",
    "Spend In˚uence:",
    "˚e Imp er i al pl ayer draws four cards",
    "f rom the Agend a de ck and may purchas e any of them",
    "by sp ending Inˆuence (se e ﬁSp ending Inˆuenceﬂ on p age",
    "14).",
    "b.",
    "Spend E xper ience Points:",
    "˚e Imp er i al pl ayer c an spend",
    "XP to purchas e c ards f rom his C l ass de ck (s e e ﬁSpending",
    "E xper ience Pointsﬂ on p age 14).",
    "A˝er resolv ing e ach st age, pl ayers mark this st age™s box on t he",
    "c amp aign log to track t heir prog ress.",
    "SPENDING CREDITS",
    "D ur ing t he Sp end Cre dits step of t he R eb el Upg rade St age, pl ayers",
    "draw six Item c ards f rom the c ur rent t ier™s Item deck.",
    "The campaign log above shows that heroes draw",
    "cards from the tier 1 Item deck.",
    "Pl ace the draw n Item cards faceup on the t able. Reb el pl ayers",
    "t hen colle c t ively decide t he cards t hat t he y w ish to purchas e",
    "by sp ending cre dits equ a l to the c ards™ costs. ˚ey g ive e ach",
    "purchas e d Item card to one hero, w ho may us e this c ard in",
    "f uture missions.",
    "Item Card",
    "Cost",
    "D ur ing t his step, players c an als o s el l any Item cards t hat t he y",
    "a lre ady ow n. To s el l a card, R eb el pl ayers re ceive an amount of",
    "cre dits equ a l to ha lf t he card™s cost. ˚en shuˇe that c ard b ack",
    "into t he appropr i ate Item deck.",
    "˚en shuˇe any Item c ards not purchas e d b ack into t heir",
    "cor responding Item decks.",
    "Cre dits are not assig ne d to sp e ci˜c hero es, the y are share d by",
    "t h e  g r o u p.",
    "MISSION CARDS",
    "˚ere are thre e t yp es of Mission c ards: Side Missions, Stor y",
    "Missions, and Agend a Missions.",
    "Mission cards repres ent t he di˛erent adventures that R eb el",
    "pl ayers can cho os e to under t a ke. E ach c ard prov ides a br ief",
    "nar rat ive expl aining t he mission™s stor y as wel l as t he possible",
    "re wards for complet ing t hat mission™s obj e c tives.",
    "D ur ing c amp aign s etup, R ebel pl ayers build a Side Mission",
    "de ck and t he Imp eri a l pl ayer bui lds an Agend a deck. Stor y",
    "Mission cards are ne ver randomized and b e come act ive as a",
    "resu lt of cert ain mission re wards.",
    "14",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "SPENDING INFLUENCE",
    "˚e Imper i a l player may t r igger sp eci a l e vents or cre ate act ive side",
    "missions throug h t he use of Agend a cards.",
    "D ur ing t he Imper i a l Upgrade St age, t he Imp er ia l pl ayer shuˇes",
    "his Agend a deck and s ecret ly draws four Agend a c ards. He may",
    "sp end inˆuence to purchas e one or more of t hes e cards. ˚e c ards",
    "t hat he cho os es not to purchas e are shuˇed b ack into the de ck",
    "w it hout being re ve a led to t he Reb el pl ayers.",
    "Agenda Card",
    "Cost",
    "If t he card inst r ucts him to",
    "kee p it s e cret",
    ", he do es not show it to",
    "t he Reb el pl ayers a˝er purchasing it, and t he on ly informat ion",
    "t he y wi l l k now ab out t he c ard is its cost. B e caus e of t his, it is",
    "re commende d t hat t he Imp er i al pl ayer re vea l t he cost p or t ion",
    "of t he card b efore mark ing t he sp ent inˆuence to help ensure no",
    "mist a kes are made in record-ke eping. A˝er purchasing, he ke eps",
    "t he c ard and c an res olve it later dur ing the c amp aign as sp e ci˜ed",
    "on t he card.",
    "A l l ot her Agend a c ards are re ve a le d and resolve d immedi ately",
    "a˝er purchasing t hem. Unless inst ruc te d to keep t he card in",
    "pl ay or shuˇe it b ack into t he Agend a deck, t he Imp er ia l pl ayer",
    "retur ns Agend a c ards to t he game b ox a˝er the y are resolve d.",
    "S ome Agend a c ards b e come ac t ive side missions when purchas e d.",
    "Hero es can cho os e to res olve one of thes e missions anyt ime t hey",
    "c an res olve a side mission. ˚es e c ards prov ide an automat ic",
    "re ward to the Imp er ia l pl ayer if the hero es decide to resolve",
    "anot her side mission inste ad of t his Agend a™s mission.",
    "Agend a missions are retur ned to t he game box w hen disc arde d or",
    "complete d.",
    "SPENDING EXPERIENCE POINTS",
    "When a player is a l lowe d to sp end exper ience, he may look",
    "t hroug h his de ck of unpurchas e d C l ass cards and cho os e to",
    "purchas e any of thes e c ards by sp ending XP equ a l to the",
    "c ard™s cost.",
    "Class Card",
    "Cost",
    "A˝er purchasing a C lass c ard t he player pl aces it faceup in his pl ay",
    "### are a. He can us e t his card™s abi lit ies for t he rest of the c amp aign.",
    "WINNING THE CAMPAIGN",
    "Pl ayers™ ult imate goa l is to w in the l ast mission of t he camp aig n,",
    "k now n as the ˜na le.",
    "˚roug hout t he cours e of the c amp aign, pl ayers re ceive re wards",
    "such as Item cards, C l ass cards, Agend a c ards, and al lies that w i l l",
    "help them w in t his ˜na le. C ert ain mission re wards a ls o ste er",
    "t he direc t ion of the nar rat ive and w il l dic tate w hich of the ˜na le",
    "missions pl ayers w i ll res olve.",
    "˚e pl ayers w ho w in t he Fina le are the u lt imate vic tors and have",
    "won t he camp aig n.",
    "ADVANCED CAMPAIGN RULES",
    "˚ere are a numb er of advanced concepts that pl ayers may not",
    "encounter for t heir ˜rst fe w missions. ˚is s e ct ion des cr ib es t hes e",
    "advance d ru les in detail.",
    "ATTRIBUTE TESTS",
    "˚oug h not use d in t he int ro duc tor y mission, many ot her",
    "missions, abi lit ies, and other game e˛e c ts re quire hero es to",
    "res olve an attr ibute test.",
    "For example, a mission ru le may s ay : ﬁA hero c an interact w ith",
    "a ter mina l (",
    "I",
    ") to op en any do or.ﬂ ˚is me ans t hat t he hero c an",
    "interact w it h a termina l to test his",
    "I",
    "att ribute. If he pass es, he",
    "immedi ately op ens the do or.",
    "To res olve an att r ibute test, the pl ayer rolls t he dice liste d for t hat",
    "att r ibute on his Hero sheet. If he rolls at le ast 1",
    "B",
    ", he p ass es the",
    "test. If he do es not roll any",
    "B",
    ", he fails t he test.",
    "Passing a test c an o˝en prov ide sp e ci˜c bene˜ts or advance",
    "a g iven mission. Fai ling a test c an o˝en resu lt in negat ive",
    "cons e quences such as del ay ing progress on mission obj e c t ives.",
    "Jyn rolls the blue die",
    "and the green die when",
    "performing an",
    "J",
    "test.",
    "CAMPAIGN RESOURCES",
    "˚roug hout a camp aig n, players acquire var ious res ources as",
    "re wards for complet ing missions. ˚es e resources are spent",
    "to gain a var iet y of di˛erent advant ages.",
    "E xp erience Points:",
    "B ot h heroes and t he Imper i a l player e ar n",
    "exp erience points (XP). XP can b e spent to purchas e cards",
    "f rom the pl ayer™s C l ass deck.",
    "C redits:",
    "Heroes col le c t ively e ar n cre dits t hat c an b e spent",
    "to purchas e power f u l ne w weap ons, armor, e quipment, and",
    "mo di˜c at ions.",
    "In\u0007u enc e:",
    "˚e Imp er ia l pl ayer colle c ts inˆuence w hich he",
    "sp ends to res olve p owerf u l Agend a cards.",
    "˚es e res ources are not tracke d w it h tokens. Inste ad,",
    "pl ayers shou ld us e a penci l to wr ite t his infor mat ion on the",
    "c amp aign log , which is found on t he back of t he Camp aig n",
    "Guide. When a pl ayer sp ends or gains one of thes e resources,",
    "he re cords the ne w amount on t his log .",
    "Pl ayers can pr int out addit iona l c ampaign logs online at:",
    "w w w.Fant asyFlightGames.com",
    "15",
    "IMPERIAL ASSAULT-CORE GAME",
    "LEARN TO PLAY GUIDE",
    "CAMPAIGN RECORD KEEPING",
    "When players have ˜nishe d play ing",
    "Imp e r i a l  A s s au l t",
    "for t he day,",
    "t he y should p er for m the fol low ing steps to save their progress.",
    "˚is w i ll a l low them to store t he game and quickly resume the",
    "c amp aign at t he start of t heir next s ession:",
    "Re c ord Prog ress:",
    "Ma ke sure t he c ampaig n log has up-to-",
    "d ate informat ion ab out a ll pl ayers™ XP, cre dits, and inˆuence.",
    "Pl ayers shou ld a ls o mark t he c urrent st age of the camp aig n",
    "and list t he names of a l l complete d missions.",
    "Stor e C om p on e n ts :",
    "Pl ayers shou ld us e some sma l l pl ast ic",
    "b ags (not include d) to safely store comp onents and ke ep them",
    "s ep arate b et we en sessions:",
    "-",
    "G ener a l Bag:",
    "Store a l l act ive Mission cards and any Agend a",
    "c ards t hat are in pl ay.",
    "-",
    "Imp eri al Bag:",
    "Store t he",
    "purchas e d",
    "Imp er i a l Cl ass c ards and",
    "t he Imp er i a l pl ayer™s de ck of unpurchas e d Agenda c ards.",
    "He a lso stores any of his se cret Agend a cards t hat he has",
    "purchas e d, being c aref ul to ke ep them s eparate f rom his",
    "Agend a deck.",
    "-",
    "Hero Bags (2-4):",
    "E ach hero cre ates his own b ag ,",
    "consist ing of his Hero sheet, Item cards, and",
    "purchas e d",
    "C l ass cards. One pl ayer shou ld a ls o store avail able a llies",
    "in his bag , if any.",
    "A l l ot her comp onents do not ne ed to b e kept sep arate and are",
    "retur ned to t he game box as pl ayers s e e ˜t; this includes al l",
    "C l ass cards t hat pl ayers have not purchas e d, s o that t he y are not",
    "conf us ed w it h pre v iously acquire d Cl ass c ards.",
    "ALLIES",
    "S ome D eploy ment c ards have a bul let (",
    ") b efore t he ˜gure™s name.",
    "˚es e",
    "\u0012˝˝\u000e˚\u000f",
    "repres ent unique p ers onas, such as Lu ke Sky wa lker.",
    "Imp eri a l A l lies, such as Dart h Vader, are c a l led v i l l ains but fol low a l l",
    "of t he s ame ru les as a l lies. A l lies and v i l l ains c annot be us e d un less",
    "dic t ate d by t he mission or unt i l gaine d as a mission re ward.",
    "D uring missions, al lies f unc tion li ke addit ional ˜gures on t hat",
    "pl ayer™s side. If a pl ayer w ishes to br ing an al ly to a mission, he",
    "must fol low t he ﬁA l liesﬂ r ules found in t he Ru les R eference Guide.",
    "### ITEM RESTRICTIONS",
    "˚roug hout t he cours e of the c amp aign, pl ayers w il l acquire a",
    "l arge numb er of Item cards. Hero es can p otent ia l ly p oss ess an",
    "un limite d numb er of Item c ards, but e ach hero is limite d in what",
    "he c an bring to an indiv idua l mission:",
    "1 Ar mor card (",
    "R",
    ")",
    "2 We ap on cards",
    "(any c ard w it h an att ack t ype fol lowe d by dice icons)",
    "3 E quipment c ards (",
    "S",
    ")",
    "T",
    "RAD",
    "I",
    "NG",
    "I",
    "TE",
    "M",
    "S",
    "B efore deploy ing to a mission, hero es may f re ely give any of t heir",
    "Item cards, except for c ards f rom a Cl ass or Re ward de ck, to ot her",
    "hero es. Item c ards cannot b e t raded dur ing a mission.",
    "M",
    "OD",
    "IFI",
    "CAT",
    "I",
    "ONS",
    "S ome items are mo di˜cat ions. ˚ese c ards are pl aced b elow a",
    "we ap on and prov ide t he liste d abi lit y to t he we ap on.",
    "E ach we ap on is limite d in t he number of mo di˜c at ions it c an have,",
    "listed as a numb er of b ars at t he bottom r ig ht corner of t he card.",
    "MODIFICATION",
    "Item card",
    "This item can have",
    "two modi˜cations.",
    "WHAT NOW?",
    "You now k now the general r u les nee de d to play t he",
    "C amp aign Mo de for",
    "Imp e r i a l  A s s au l t",
    ". If any quest ions ar is e",
    "dur ing gamepl ay, refer to t he Ru les Reference Guide. ˚e",
    "Ru les Reference Guide has complete r u les for e ver y topic and",
    "includes many r u les except ions not liste d in t his Le ar n to",
    "Pl ay b ooklet.",
    "In addit ion to t he C ampaig n Mo de, we als o encourage you to",
    "che ck out t he he ad-to-he ad b att les of t he Sk irmish Mo de and",
    "t he app-driven missions of the C o op erat ive Mo de.",
    "16",
    "CAMPAIGN QUICK REFERENCE",
    "CAMPAIGN MISSION STRUCTURE",
    "Missions in",
    "Imp e ri al  A ss au l t",
    "are pl ayed over a numb er of game",
    "rounds. E ach round consists of two phas es t hat are resolve d in t he",
    "fol low ing order :",
    "1.",
    "Ac tivati on Phase",
    "2.",
    "Status Phase",
    "a.",
    "Incre as e ˚re at",
    "b.",
    "R e a dy",
    "c.",
    "D eploy and Reinforce",
    "d.",
    "### Rest:",
    "R ecover",
    "C",
    "(strain) and p ossibly",
    "H",
    "(d amage). On ly",
    "### hero es can p er form a rest.",
    "Sp e cia l:",
    "O t her e˛ec ts t hat re quire an act ion (liste d as",
    "A",
    ").",
    "CAMPAIGN STAGES",
    "When play ing a c ampaign, pl ayers resolve t he fol low ing st ages:",
    "1.",
    "Mission Stage:",
    "Pl ayers cho ose and res olve a mission as follows:",
    "a.",
    "R ebel s  C hoos e  Ac tive  Mi ssion",
    "b.",
    "R e s olv e  Mi ssion",
    "c.",
    "Po st -Mi ssi on  Cl e anup",
    "»",
    "Hero es re cover a ll d amage and st rain.",
    "»",
    "Hero es shuˇe al l of t heir Supply c ards b ack into t he de ck.",
    "»",
    "Hero es gain 50 cre dits for e ach crate token in their pl ay",
    "are as, t hen dis c ard t he tokens.",
    "»",
    "R eturn t he c urrent mission™s c ard to t he game box.",
    "»",
    "Draw a ne w Side Mission card (if ne e ded).",
    "2.",
    "Reb el Up gr ad e Stage:",
    "Per for m t he follow ing steps:",
    "a.",
    "Spend Credits (6 card s f rom current Item deck)",
    "b.",
    "Spend E xper ience on Class card s",
    "3.",
    "Imp eri al Up g r ad e Stage:",
    "Per for m the fol low ing steps:",
    "a.",
    "Spend In˚uence (4 card s f rom Agenda deck)",
    "b.",
    "Spend E xper ience on Class card s",
    "CREDITS",
    "G ame Desig n",
    ": Just in Kempp ainen, C orey Konie czka,",
    "Jonat han Yi ng",
    "Ad diti ona l Content and D esig n",
    ": Daniel L ovat Cl ark, Nat han Haj ek,",
    "Pau l Winchester",
    "Inspire d by Game D esigns by",
    ": Ke v in Wils on and Ad am Sad ler",
    "Gr aphi c D esig n:",
    "Chr istopher Hos ch, Tay lor Ing varss on, Evan Simonet, and",
    "Michael Si lsby w it h C hr istopher B e ck, Shaun B oy ke, and Monic a Skup a",
    "C over Ar t:",
    "Micha l Ivan",
    "Hero Ar t:",
    "Dav id Keg g , Br y nn Met heney",
    "Map Ti l e Art",
    ": Henning Ludv igsen",
    "Interi or Ar t",
    ": Arden B e ckw it h, C hr istopher Burdett, R ov ina Cai, Jo el",
    "Hust a k, Dav id Keg g , Ryan Va l le, Timot hy B en Zweifel, and the ar t ists",
    "f rom the Luc as˜ lm Ar t Archives",
    "Ar t Direc ti on:",
    "Z o ë  Ro bi n s on",
    "Fig ure Sc u lpting:",
    "B enj amin Mai l let wit h Jas on B e audoin,",
    "G ordon R obb and Nick Mi l ler",
    "Pro of re ading:",
    "Mark L ars on, He at her Si lsbe e, and Ni kk i Va lens",
    "Pl asti cs Management:",
    "Jas on B e audoin and Jas on Wa lden",
    "Managing Ar t Dire c tor:",
    "Andy Chr istens en",
    "Managing Gr aphi c D esig ner :",
    "Br i an  Sc h ombu rg",
    "FFG Licensing C o ordinator:",
    "Amand a  Gre en har t",
    "Pro du c ti on  Man a g er :",
    "Er ic Knig ht",
    "E xe c uti v e  Pro du c er :",
    "Michael Hurle y",
    "Publisher :",
    "C hrist i an T. Peters en",
    "P l ay te s te r s",
    ": Josh Ackerman, Mi ke Anders on, D av id Ar rowsmit h, Samuel",
    "W. B ai ley, Jo e B aronowski, Jas on B axter, Kar in B axter, Matt B axter,",
    "D an B esemann, Ian ﬁC apt ain Awesomeﬂ Birds a ll, D y l an B oes ch, Jord an",
    "B olton, Br yan Bor nmuel ler, John Br itton, Nayt Bro okes, Chr istopher",
    "Brow n, C harles Buege, B en Burch, C hr ist ian Busch, Stefano C arlino,",
    "James J Car t w r ight, Kara C entell-D un k, Daniel L ovat Cl ark, Jhonn",
    "C lements, Karl C ol lins, Michael C ombel lick, Matthe w C ordeiro,",
    "C ameron Cushman, C hr is J Dav is, Er i k Dav is, Emile de Maat, Simon",
    "Forsbro ok, Mar ieke Franss en, Debra Fre yt ag, Jas on Gl awe, Brand an",
    "Haines, Joe Hanna, Michael Hans on, Sam Hartzel l, Ad am Hew itt,",
    "Anit a Hi lb erdin k, Jonat han Hirs ch, Just in Hoeger, C olton Ho erner,",
    "Simon˘‚Ugav ine™ Holden, Z ack Holmes, Tim Huckelb er y, Phil Jacks on,",
    "Matt Jackson, Bi l l James, Nei l Jess e, S e an Jo esbur y, Kate Kempp ainen,",
    "L i l lian Kempp ainen, Ste ven Kimb a ll, James Kni˛en, Ka l ar Komare c,",
    "Mi ke Kutz, Peter L acko, Oli L an, Kennet h G. Langaard, Mai-L i Le, Brett",
    "L e eson, Jennifer Le es on, S cott Le w is, Josh Le w is, John Lundstrom,",
    "Michael McFadgen, Matt he w McTigue, Wi l liam Me ar ns, Ashle y Mi les,",
    "D ar ren Na kamura, Merce des Opheim, Br i anna Pas e wa lk, Andre w James",
    "Pr incep, Nina R ait a, D aniel R ame y, Chad R e ver man, Patr ick S chifano,",
    "Br i an S chomburg , He at her Si lsb e e, Ni ko Simmons, Jeremy Smit h, Ti˛any",
    "Smit h, Håvard S ørens en, Sam Ste wart, Samuel Stu ar t, Zach Te wa lt homas,",
    "Nate Tr ipp, Chad Va lente, Mar t in van S chaijk, Peter VanD us ar tz IV,",
    "Vera Visscher, Jas on Wa lden, Lara Wat k ins, Brend an Weiskotten, Aaron",
    "Wi l kers on, Andre w Yei lding , Brandon Z immer",
    "Sp e cia l t han ks to a l l of our bet a testers.",
    "Lu c as\u0013 lm Approva ls:",
    "C hr is Gol l a her",
    "© &",
    "TM",
    "Lucas˜ lm Ltd. No par t of this produc t may b e reproduce d wit hout spe ci˜c",
    "p ermission. Fant asy Flig ht Games and the FFG logo are reg istered t rademarks of",
    "Fant asy Flig ht Games. Fant asy Flig ht Supply is a t rademark of Fant asy Flig ht Games.",
    "Fant asy Flig ht Games is lo cate d at 1995 West C ount y R oad B2, Ros e v il le, MN 55113,",
    "USA, and c an b e re ached by telephone at 651-639-1905. R et ain t his infor mat ion for",
    "your re cords. Actu a l comp onents may vary f rom thos e show n. Made in C hina.",
    "NOT INTENDED FOR USE BY PERSONS AGES 13 YEARS OR YOUNGER .",
    "Permission grante d to pr int or photocopy for p ers onal us e."
  ],
  "taking_damage": [
    "### DEFEATED",
    "When a ˜gure has su˛ered d amage e qua l to its He a lt h, it is defe ate d.",
    "When a hero is defe ated, he b e comes wounde d (se e b elow). When",
    "any ot her ˜gure is defeate d, it is remove d f rom t he map.",
    "When t he last ˜gure in a group is defe ate d, t he cor resp onding",
    "D eploy ment c ard is retur ne d to t he Imp er ia l pl ayer™s hand.",
    "### WOUNDED",
    "When a hero is defe ate d for t he ˜rst time dur ing a mission, he",
    "dis c ards a ll d amage tokens from his Hero she et and ˆips his Hero",
    "she et to t he wounde d side.",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Haunted Exile",
    "Foresight",
    "1",
    "C",
    ":",
    "Us e whi le defending",
    "to rerol l 1 defens e die.",
    "Diala Passil",
    "3",
    "4",
    "12",
    "©LFL  ©FFG",
    "### Wounded side of a Hero sheet",
    "Health",
    "Endurance",
    "Defense",
    "Speed",
    "Haunted Exile",
    "Precise Strike",
    "2",
    "C",
    ":",
    "Us e when you",
    "de cl are an att ack w it h a",
    "P",
    "we ap on. Cho os e and",
    "remove 1 die from t he",
    "t arget™s defens e p ool.",
    "L imit once per act ivat ion.",
    "Foresight",
    "1",
    "C",
    ":",
    "Us e whi le defending",
    "to rerol l 1 defens e die.",
    "Diala Passil",
    "4",
    "5",
    "12",
    "©LFL  ©FFG",
    "Healthy side of a Hero sheet",
    "˚e wounde d side of a Hero she et is simil ar to the he a lt hy side,",
    "but cer t ain abi lities may no longer b e present, and many va lues for",
    "st at ist ics and att r ibutes may b e changed. If t here are more st rain",
    "tokens on his Hero she et than his Endurance value he dis cards the",
    "excess st rain tokens.",
    "A hero who is wounde d fol lows al l r ules for act ivat ion and c an",
    "st i ll su˛er",
    "H",
    "### . If a wounded hero is defeate d, he w it hdraws.",
    "WITHDRAWAL",
    "A hero who w it hdraws removes his ˜gure from t he map. His",
    "˜gure can no longer act ivate and is eliminate d from t he mission.",
    "Damage Token",
    "### a l l hero es are wounded.",
    "LOCKDOWN",
    "At the end of the Round in which the",
    "d o or opens:",
    "˚e Imp er ia l pl ayer cho oses 1 of t he follow ing:",
    "E ach ter mina l has 7 He a lt h inste ad of 4.",
    "˚e do or to t he At rium clos es and is lo cke d.",
    "A R eb el ˜gure c an att ack t he do or (He a lt h:",
    "8, D efense: 1 bl ack die). ˚e re d deploy ment",
    "p oint is now ac tive.",
    "FORTIFIED",
    "When the do or op ens:",
    "D eploy the res er ved E-Web Eng ineer to",
    "any yel low point. ˚at ˜gure be comes",
    "Fo cu s e d .",
    "D eploy the res er ved Stor mt ro op er and",
    "Imp eri a l O˛cer to t he Storage R o om.",
    "END OF MISSION",
    "When a ll termina ls are d estroyed:",
    "Put Mission card ﬁA Ne w ˚re atﬂ into",
    "pl ay. Heroes re ceive 100 credits per hero."
  ],
  "round_structure": [
    "### dest roye d, at t he end of Round 6, or w hen",
    "### At the end of Round 6 or w hen al l hero es",
    "are wound e d:",
    "Put Mission card ﬁUnder Siegeﬂ into pl ay.",
    "˚e Imper i a l player receives 1 in˝uence.",
    "ADDITIONAL REWARDS",
    "E ach player re ceives 1 XP. Hero es re ceive",
    "100 credits p er hero. ˚e Imp eri a l pl ayer",
    "re ceives 1 in˝uence.",
    "Ar riv ing at the outpost, you immediately",
    "open ˜re upon the troops standing g uard.",
    "You su spec t the y kne w you were coming",
    "and that you™re likely walking into an",
    "ambu sh. All the s ame, with the sig nal",
    "continuing to broadcast, there ju st isn™t",
    "time for a more subtle approach.",
    "ﬁ ˚e y™re here!ﬂ the Imper ial forces shout",
    "as the y scramble their defenses. ﬁKeep",
    "them away from the transmitters!ﬂ",
    "˚ere™s a crackle f rom your comlink.",
    "ﬁImper ial forces on approach!ﬂ your",
    "pilot contac ts you f rom your transpor t,",
    "now circling overhead. ﬁ˚e place i s",
    "going to be crawling with them s oon, s o",
    "get the job done quick!ﬂ",
    "˚eir plans di srupted, the remaining",
    "Imper ial forces fall into a hasty retreat.",
    "ﬁNice work!ﬂ Your pilot g r ins back",
    "at you as you pile into the transpor t.",
    "ﬁGround troops™ ll be able to keep ‚em",
    "nice and scattered now.ﬂ",
    "### End of Round E˛e c ts",
    "e.",
    "Advance R ound Dia l",
    "ACTIONS",
    "D ur ing t he ac tion phas e, pl ayers a lter nate act ivat ing ˜gure",
    "g roups, star t ing w it h a Reb el player. Whi le act ivat ing a ˜gure, it",
    "re ceives 2 act ions and can us e t hem to p er form any combinat ion",
    "of t he follow ing:",
    "Move :"
  ]
}