[
  "Este bloco aborda o tema 'acao_atacar' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'movimento' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'linha_visao' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'precisao' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'acao_descansar' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'tensao' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'resistencia' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'dano' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'ferido' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'condicoes' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'atributos' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'icones' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'ativacao' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'cartas_classe' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Este bloco aborda o tema 'movimento_extra' conforme descrito no manual Learn to Play. Em breve será preenchido com detalhes completos das regras.",
  "Portas podem ser abertas por figuras adjacentes gastando uma ação de interação. A maioria das portas se abre quando isso é feito, revelando novas áreas do mapa. Algumas portas estão trancadas e requerem condições adicionais ou o uso de terminais específicos para serem abertas.",
  "Em regra geral, portas não podem ser fechadas após serem abertas. Elas permanecem abertas durante o restante da missão. Algumas missões específicas podem instruir que uma porta se feche novamente após determinado evento.",
  "A ação de interagir permite que figuras realizem ações com elementos do mapa, como portas, terminais e objetos de missão. Para interagir, a figura deve estar adjacente ao elemento e gastar uma ação. O efeito da interação depende da missão ou do item envolvido.",
  "Portas trancadas não podem ser abertas normalmente com uma ação de interação. Elas permanecem fechadas até que uma condição da missão seja atendida, como o uso de um terminal ou a eliminação de um inimigo específico. Essas portas geralmente controlam o ritmo do cenário, impedindo avanço prematuro.",
  "Terminais são elementos do mapa que podem ser interagidos por figuras adjacentes. A interação com um terminal normalmente exige o gasto de uma ação e serve para cumprir objetivos como desbloquear portas, ativar mecanismos ou obter dados. O efeito exato depende das regras da missão.",
  "Influência é um recurso utilizado pelo jogador imperial entre missões. Ela é obtida com base no resultado das missões anteriores e serve para adquirir cartas de trama, eventos ou melhorias. Seu uso é estratégico e pode alterar o rumo das próximas batalhas na campanha.",
  "Entre missões, os heróis podem gastar créditos obtidos durante o jogo para comprar novos itens do mercado. Os itens disponíveis são revelados aleatoriamente de um baralho correspondente ao nível atual da campanha. Essa fase é crucial para fortalecer a equipe antes dos próximos desafios.",
  "Itens podem ser usados conforme descrito em suas cartas. Alguns exigem gastar uma ação, enquanto outros são usados automaticamente ou têm efeitos passivos. Cada item tem regras próprias e pode ser crucial para a sobrevivência da equipe ou cumprimento dos objetivos.",
  "Fichas de vilões contêm informações como pontos de vida, dados de ataque, habilidades e ações especiais. Elas são usadas em missões específicas e representam inimigos poderosos com habilidades únicas. Alguns vilões seguem uma IA própria baseada em cartas ou scripts da missão.",
  "Implementar um grupo significa colocá-lo no mapa com base nas instruções da missão. Isso envolve posicionar as miniaturas, aplicar cartas de grupo se necessário, e ativar seus efeitos especiais. A implementação de inimigos geralmente ocorre ao abrir áreas novas ou após eventos narrativos.",
  "Cada missão define suas condições específicas de vitória e derrota. É fundamental ler a seção de Objetivos da missão. A vitória geralmente ocorre ao cumprir os objetivos descritos, enquanto a derrota pode vir do esgotamento do tempo, falha de proteção ou derrota de todos os heróis.",
  "As cartas de Agenda representam planos secretos do Império. Compradas entre missões com influência, podem modificar o cenário, introduzir vilões poderosos ou criar armadilhas inesperadas para os heróis. Elas são mantidas ocultas até serem ativadas.",
  "No modo Skirmish, os jogadores constroem um baralho de cartas de Comando que pode influenciar diretamente o combate e objetivos. Essas cartas trazem efeitos táticos valiosos e são essenciais para montar estratégias eficazes no competitivo.",
  "Missões forçadas são ativadas geralmente por cartas de Trama do Império ou por condições narrativas. Elas desviam o curso planejado da campanha e oferecem recompensas ou penalidades únicas, influenciando diretamente o andamento da história.",
  "Testes de atributo representam desafios físicos, mentais ou técnicos. O jogador rola um número de dados igual ao atributo correspondente. O número de símbolos de sucesso determina o êxito da ação. São comuns em portas trancadas, terminais e eventos narrativos."
]