{
  "frases": [
    "With the destr uction of the Death Star, the Rebellion has g iven",
    "Empire s crambles to recover in the face of thi s cr u shing defeat.",
    "As the scattered f rag ments of the battle station rain dow n upon",
    "the Rebel base on Yav in 4, the Empire s ets in motion a plan to seek",
    "re t r ibut ion  ag ain st  R ebel  forc e s  stat i on e d  on  th e  sm al l  m oon .",
    "Not long a˜er, when an Imper ial beacon beg ins to broadcast f rom",
    "an outpost some di stance away from the Rebel base, a small team of",
    "elite operatives i s di spatched; their mi ssion: to silence the sig nal at",
    "forces of the mig hty Ga l ac tic Empire, commanding e ver ything",
    "f rom squ adrons of Stor mt ro op ers to iconic v il l ains, such as Dar t h",
    "A l l ot her pl ayers work toget her as a te am, e ach cont rol ling a hero",
    "of t he Reb el A lli ance. ˚roug hout the cours e of the game, these",
    "hero es travel t he gal axy and t ake p ar t in dar ing missions.",
    "e ach mission, R eb el and Imp er ia l forces clash in t ac t ica l g roundb as ed comb at.",
    "Pl ayers pl ay mu lt iple missions in order, g row ing in power and",
    "exp erience unt i l facing o˛ in a climact ic ˜na l mission t hat",
    "˚e core act ion of t he Camp aig n Mode happ ens during missions.",
    "E ach mission is a game of t ac t ica l combat pl aye d on a mo du l ar",
    "game map. ˚e map s etup and sp e cia l r u les for e ach mission are",
    "˚is L earn to Pl ay bo ok let starts w it h a tutor i a l t hat te aches players",
    "t he b asic r u les for pl ay ing a mission. ˚is includes moving ˜gures",
    "for pl ayers to underst and t hes e concepts b efore moving on to larger",
    "concepts, such as pl ay ing cons e cut ive missions in a c amp aig n.",
    "t wo-player, he ad-to-he ad batt le c al le d Sk irmish Mo de or an appdr iven C oop erat ive Mode.",
    "c an le arn to pl ay eit her of t hes e ot her mo des as wel l.",
    "˚is component list gives the qu ant it ies for a ll comp onents in t he",
    "˚is L ear n to Pl ay b ooklet is w ritten w it h the sole pur pos e",
    "r u les except ions and c ard interact ions t hat may be pres ent in",
    "quest ions and sp e cia l exceptions t hat are not answered in",
    "E ach round consists of two phas es t hat are resolve d in t he",
    "w it h the R eb el pl ayers ac t ivat ing one of t heir ˜gures and",
    "res olv ing two ac t ions, such as mov ing and att ack ing . ˚en",
    "t he Imp er i a l pl ayer ac tivates a l l ˜gures cor responding to",
    "Pl ayers cont inue act ivat ing ˜gures unt i l each ˜gure has",
    "res olve d an act ivat ion (se e ﬁAc t ivating a Figureﬂ on p age 5).",
    "A˝er resolv ing t he St atus Phas e, pl ay pro cee ds to t he next round,",
    "st ar t ing wit h Ac t ivation Phas e. ˚es e phas es are rep eate d unt i l the",
    "re commende d t hat t he most exp erience d player t a ke on this",
    "A ll ot her pl ayers t a ke on t he roles of t he Reb el heroes.",
    "one of the fol low ing four hero es: Fenn Sig nis, Dia l a Passi l,",
    "E ach hero player t a kes t he Hero sheet, ˜gure, and Cl ass deck",
    ") in his C lass de ck and pl aces it next to his Hero she et.",
    "and pl aces it re ady (g reen side faceup) on his Hero she et.",
    "Eng ineer (g ray), Probe Droid (re d), Imp er ia l O˙cer (gray).",
    "If pl ay ing w it h fe wer than 4 hero es, on ly us e s ome of t hes e",
    "C ondit ion and Supply de cks, d amage tokens, st rain tokens,",
    "˚e e asiest way to le ar n the b asics for any of t he modes of",
    "A˝er lear ning t he basics of gamepl ay, pl ayers are ready to le ar n",
    "To pl ay t he tutor i a l, ˜rst fol low t he ﬁTutor i a l S etupﬂ steps liste d",
    "b elow. ˚is diag ram shows how to bui ld t he map, including where",
    "w ith fe wer than four Reb el players the Imper i a l pl ayer do es not",
    "If play ing wit h fe wer t han t hree R ebel players, t he Imp er i a l pl ayer",
    "a lso do es not us e the Prob e Droid™s D eploy ment c ard and ˜gure.",
    "A˝er per for ming setup, pl ayers are re ady to b egin pl ay ing the",
    "game by follow ing t he ru les for ﬁPl ay ing a Missionﬂ on t he r ight.",
    "When a ˜gure is act ivate d, res olve t he fol low ing steps:",
    "A˝er a Reb el ˜gure res olves two act ions, its act ivat ion ends and",
    "t he Imp er i a l pl ayer cho os es a deploy ment g roup to act ivate.",
    "t he Imp er i a l pl ayer ac tivates a l l ˜gures of a deploy ment g roup, the",
    "Pl ayers cont inue act ivat ing ˜gures in this way unt i l a l l ˜gures",
    "When a ˜gure p er for ms a move, it gains movement points e qua l",
    "to its Spe e d (printe d on its Deploy ment card or Hero she et).",
    "dur ing its act ivat ion, b efore or a˝er it p erforms an ac t ion.",
    "Ter rain and ot her ˜gures can rest r ict ˜gure movement (s e e",
    "E ach Deploy ment card cont ains one or more b ars b elow its",
    "Figures can s e arch, examine, or ot herw is e interact w it h obj ec ts on",
    "p owerf u l abi lit ies (s ee ﬁSt rain and Enduranceﬂ on p age 7).",
    "Many C l ass cards, abi lit ies, and mission r ules a l low ˜gures to",
    "p er for m unique act ions. ˚ese abi lit ies are denote d w ith a",
    "E ach spe ci a l act ion c an on ly b e p erfor me d once per act ivat ion.",
    "A Stor mtro op er us es its ˜rst act ion to per for m a move.",
    "e qu al to its He alt h, it is defe ate d (s e e ﬁD efe ate dﬂ on p age 8).",
    "When a ˜gure de cl ares an att ack, it ˜rst cho os es a host i le ˜gure to",
    "t arget. ˚en he rol ls t he att ack dice liste d on his Deploy ment card",
    "(for Imper i a l ˜gures or al lies) or we ap on Item card (for hero es).",
    "At t he same t ime, the defender rol ls the defens e dice liste d on his",
    "resu lts to t r ig ger cert ain abilit ies (se e ﬁAbi litiesﬂ on p age 7).",
    "c auses t he ent ire att ack to miss (t he t arget su˛ers zero damage).",
    "ac t ions to p er form att acks during t he s ame act ivat ion.",
    "Mele e att acks c an only t arget ˜gures adj acent to the att acker.",
    "A lter nat ively, range d att acks c an t arget any host i le ˜gure t hat",
    "t he ˜gure c an s e e (expl aine d in ﬁL ine of Sightﬂ b elow). ˚ere",
    "is a ls o a chance t hat any ranged att ack c an miss t he t arget (s e e",
    "When p erfor ming a range d att ack, follow t hes e rest r ic t ions:",
    "To determine if a target is w it hin line of sight, t he attack ing",
    "pl ayer cho os es one cor ner of his ˜gure™s sp ace. ˚en he t races",
    "st raight, uninter rupte d lines to t wo di˛erent cor ners of",
    "t he t arget™s sp ace. ˚ese lines cannot overl ap and c annot b e",
    "t raced t hroug h wa lls (t hick black lines), blocke d terrain (re d",
    "t he numb er of sp aces the t arget is away f rom the att acker,",
    "to t he target, t he attack miss es and the t arget su˛ers zero",
    "d amage. ˚e far t her t he dist ance to a t arget, the less likely it is",
    "t hat t he att acker w i ll rol l enough acc uracy for his att ack to b e",
    "˚e ˜rst Stor mt ro op er has line of sight to Dia l a, b e caus e he",
    "c an draw two non-inters ec t ing lines f rom one cor ner of his",
    "Di a la b e c ause blo ck ing ter rain (a red line on t he map)",
    "w hi le his opp onent simu lt ane ously rol ls the die listed for",
    "A˝er al l ˜gures have res olve d t heir act ivat ions, pl ayers resolve a",
    "For t he tutor i a l, players shou ld simply re ady a l l exhauste d",
    "D eploy ment c ards (by rot ating them uprig ht) and ac tivat ion",
    "A˝er resolv ing t his phase, pl ayers st ar t the next game round",
    "For t he Tutor i a l, t he R eb el players™ obj e c t ive is to defe at al l",
    "Imp eri a l ˜gures. ˚e Imp eri a l player™s obj e c t ive is to",
    "˚e mission ends as s o on as one of t hes e obj e c t ives is f u l˜ lle d.",
    "˚is s ec t ion lists addit iona l ru les t hat are ne e de d to pl ay t he Tutori a l.",
    "˚is includes using spe ci a l abi lit ies, su˛er ing damage, and more.",
    "Abi lities are found on Hero she ets, D eploy ment c ards, C lass c ards,",
    "Abi lities prov ide spe ci a l e˛e c ts that c an b e per for me d above and",
    "may let a ˜gure per for m an addit ional att ack or al low it to brea k",
    "S ome abilit ies are preface d by icons t hat f unc tion as fol lows:",
    ": ˚es e abi lit ies can b e use d as an ac t ion (s e e ﬁSp eci a l",
    "movement point, w hich is adde d to the tot a l of movement p oints",
    "When a hero is ac t ivated, he ˆips his act ivat ion token re d",
    "When t he last ˜gure from a D eploy ment c ard is act ivate d,",
    "cor responding to an exhauste d D eploy ment c ard c annot b e",
    "˚e Ac tivat ion Phas e ends when a l l act ivat ion tokens and",
    "appropr i ate numb er of cor resp onding tokens on his Hero she et.",
    "For ot her ˜gures, t his amount of tokens is pl ace d on the map next",
    "cor responding tokens f rom the ˜gure (eit her f rom the hero™s Hero",
    "When a ˜gure has su˛ered d amage e qua l to its He a lt h, it is defe ate d.",
    "When a hero is defe ated, he b e comes wounde d (se e b elow).",
    "any ot her ˜gure is defeate d, it is remove d f rom t he map.",
    "When t he last ˜gure in a group is defe ate d, t he cor resp onding",
    "D eploy ment c ard is retur ne d to t he Imp er ia l pl ayer™s hand.",
    "When a hero is defe ate d for t he ˜rst time dur ing a mission, he",
    "dis c ards a ll d amage tokens from his Hero she et and ˆips his Hero",
    "˚e wounde d side of a Hero she et is simil ar to the he a lt hy side,",
    "but cer t ain abi lities may no longer b e present, and many va lues for",
    "tokens on his Hero she et than his Endurance value he dis cards the",
    "A hero who is wounde d fol lows al l r ules for act ivat ion and c an",
    "˜gure can no longer act ivate and is eliminate d from t he mission.",
    "In most situ at ions a ˜gure c an spend one movement p oint to",
    "elements t hat c an rest r ic t movement: ter rain and host i le ˜gures.",
    "S ome spaces on t he map have a ter rain t yp e as de˜ne d by a colorco de d line around t he space. ˚es e sp aces have the fol low ing",
    "A ˜gure can move into a sp ace o ccupie d by a fr iend ly or neut ra l",
    "o cc upie d by a host ile ˜gure, but must sp end one addit iona l",
    "A ˜gure cannot end its movement in a sp ace cont aining anot her",
    "Ke y words are us ed as short hand for cer t ain abi lit ies. ˚e ke y words",
    "ﬁBl ast,ﬂ ﬁC leave,ﬂ ﬁPierce,ﬂ ﬁR ecover,ﬂ and ﬁR e achﬂ are use d in the",
    "a l l abi lit ies t hat us e condit ions. ˚e y are des cr ibe d in det ai l later.",
    "You now k now ever yt hing ne e de d to pl ay t he tutor i al",
    "underst anding of t he game and be re ady to lear n advance d",
    "r u les before you b egin pl ay ing a camp aig n (se e page 9).",
    "˚ere are a numb er of genera l r u les t hat apply to a l l game mo des, but are",
    "not ne e de d in the tutor i a l. ˚es e r ules are liste d on t his p age.",
    "Figures on t he map repres ent characters, vehicles, and cre atures",
    "Figures on t he map rel ate to e ach ot her in one of t wo ways: ˜gures",
    "Numerous ot her game e˛e c ts sp e cif y whet her t hey a˛ec t a",
    "In a camp aig n, a ll R eb el ˜gures are f riend ly toward e ach other and",
    "f r iend ly toward e ach ot her and host i le toward al l R eb el ˜gures.",
    "A ˜gure that o ccupies on ly one space on t he map is a smal l ˜gure.",
    "˜gure that o cc upies more t han one space on t he map is a l arge ˜gure.",
    "When a l arge ˜gure att acks, line of sight may be t race d f rom any single",
    "t he att ack c an target any sing le sp ace t he large ˜gure o cc upies.",
    "c annot rot ate its b as e unless it spends one movement point to do",
    "When doing t his, t he large ˜gure must o cc upy at le ast ha lf of t he",
    "It is imp or t ant t hat players c an e asily ident if y which ˜gures",
    "D eploy ment c ards w it h the s ame name are deploye d, pl ayers can us e",
    "Simply apply matching st ickers to a l l ˜gures t hat cor resp ond to one",
    "of t he Deploy ment cards and pl ace t he matching ID token on t hat",
    "It is not ne cess ar y for any t yp e of ˜gure to have a sp e ci˜c color",
    "or number, as long as the s ame st icker is not us ed on di˛erent typ es",
    "If desired, pl ayers may ˜nd ot her ways to di˛erent i ate their ˜gure",
    "g roups, such as by p aint ing t he ˜gures or b as es in di˛erent colors.",
    "ﬁFo c usﬂ), he t a kes a Condit ion c ard of t he liste d name and pl aces",
    "a C ondit ion c ard or token, it must fol low t he ru les on the",
    "S ome missions a l low ˜gures to retr ie ve spe ci˜c tokens on t he",
    "t he token on his ˜gure™s bas e to denote that t he ˜gure is now",
    "If t he ˜gure is defeate d, t he token is dropp e d in the ˜gure™s space",
    "S ome missions re quire ˜gures to cont rol tokens or sp aces on",
    "Many game e˛e c ts al low ˜gures to t r ig ger abi lit ies dur ing anot her",
    "˜gure™s act ivat ion. ˚ese abi lit ies sp e cify t hat t he y",
    "When t his happ ens, t he cur rent act ivat ion p auses w hi le the",
    "inter rupt ing abi lity is res olve d. ˚en the ac t ivat ion resumes.",
    "If t wo e˛e cts happ en at exac t ly the s ame t ime, t he pl ayer cur rent ly",
    "ac t ivat ing a ˜gure cho os es t he order in w hich t he y res olve.",
    "˜gure is cur rent ly b eing ac tivated, t he Imp er i a l player de cides (dur ing",
    "a c amp aig n) or t he pl ayer w it h init i at ive de cides (dur ing a skir mish).",
    "You now k now al l general r u les and are re ady to pl ay a fu l l",
    "game. ˚ere are now t wo dist inc t games that c an b e playe d.",
    "res olve a var iet y of missions w hi le acquir ing new Item,",
    "Pl ayers const r uc t armies using the ˜gures of t heir choice and",
    "A˝er players have le ar ned t he core mission r u les in the tutor ia l,",
    "˚e c amp aig n op ens wit h pl ayers resolv ing t he act ionp acked int ro duc tory s cenar io ﬁA˝er mat h.ﬂ ˚is mission l ays",
    "t he groundwork for t he main stor y arc and helps players get",
    "To st ar t pl ay ing a new c amp aig n, players ˜rst per for m t he steps of",
    "Pl ayers retain t hes e roles for t he ent iret y of the camp aign.",
    "and t a kes that hero™s matching Cl ass de ck and hero ˜gure.",
    "˚en e ach R eb el player ret r ieves t he b asic Item c ards (the",
    "c ards w it hout an XP cost) from his C l ass deck and pl aces them",
    "Imper i a l C l ass de ck. ˚en he retr ie ves t he basic Cl ass c ard (t he",
    "c ard w it hout an XP cost) f rom this de ck and pl aces it faceup on",
    "c ards and s orts t hem by set (liste d in the upp er-rig ht corner of",
    "mission, hero es us e Mission c ards to cho ose w hich mission",
    "D ur ing t his step of s etup, Reb el pl ayers cre ate t he Side Mission",
    "de ck that w i l l be us e d during t his c amp aig n. ˚e y ˜rst s or t t he",
    "Side Mission c ards by t he color on t he face of t he c ards. ˚en",
    "t he y create t he Side Mission de ck by shuˇing toget her the",
    "mission, follow t he ﬁMission Setupﬂ steps liste d to t he rig ht.",
    "To res olve thes e, t he Imp er i al pl ayer w i ll ne e d to reference the",
    "If t his is your ˜rst time pl ay ing, t he Imp eri a l player shou ld",
    "˜rst read t he general mission ru les found on page 2 of t he",
    "B efore play ing a mission, pl ayers p erfor m t he follow ing steps:",
    "map using map t i les as show n in the mission™s di agram in t he",
    "D eploy ment c ards and s orts t hem into groups as listed in t he",
    "pl aced on t he map during step 4 ﬁD eploy Imp eri a l Figures.ﬂ",
    "t han four heroes, R eb el pl ayers re ceive sp e cia l c ards f rom",
    "t he game by incre asing the hero es™ Hea lt h and prov iding",
    "A˝er camp aig n s etup for fe wer than four hero es, give hero es",
    "If t here is on ly one R eb el pl ayer in the game, he pl ays a",
    "A hero w ho has t wo act ivat ion tokens ˆips on ly one token",
    "face dow n a˝er resolv ing an ac t ivat ion (me aning he w il l b e able",
    "ac t ivat ion unt il e ach hero has p er for me d his ˜rst ac t ivat ion.",
    "D eploy ment c ards and pl aces them in a facedow n pi le out of",
    "t he way. ˚e ˜gures cor resp onding to these c ards are place d",
    "of Deploy ment c ards as liste d in t he ﬁO p en Groupsﬂ s ec t ion.",
    "˚es e c ards form a s ecret hand of D eploy ment cards and can",
    "b e us e d to deploy ˜gures to t he map dur ing t he St atus Phas e",
    "D eploy ment cards not in init ia l, reser ve d, or op en g roups are",
    "returne d to t he game b ox and not us ed dur ing t his mission.",
    "Any inst ruc t ions listed here are per for me d at this t ime.",
    "C ondit ion and Supply de cks, d amage tokens, st rain tokens,",
    "ﬁMission Br ie˜ngﬂ s e ct ion of t he mission r u les aloud to the",
    "have names, he shou ld a ls o indic ate t hese t i les and names to",
    "If pl ay ing wit h fe wer t han four hero es, t hey may re ceive",
    "addit iona l act ivat ion tokens as sp e ci˜ed on t heir ﬁL egendaryﬂ",
    "A˝er players have ˜nishe d setup, t he y are re ady to b egin pl ay ing",
    "A˝er resolv ing t he St atus Phas e, pl ayers beg in a new round",
    "st ar t ing wit h t he Act ivat ion Phas e. ˚ese phas es are repe ate d unt i l",
    "A˝er each ˜gure has resolve d its act ivat ion, pl ayers res olve t he",
    "˚e Imp er i al pl ayer re adies al l of his exhauste d Cl ass",
    "r u les tr ig gere d at t he end of t his game round, pl ayers resolve",
    "b eg in a ne w round, st ar ting w it h t he Ac t ivat ion Phase.",
    "D ur ing the St atus Phase of e ach round, t he Imp er ia l pl ayer incre as es",
    "(t hre at) w hich he c an sp end to deploy addit iona l ˜gures.",
    "E ach Deploy ment card has a deploy ment cost, a reinforcement",
    "pl ayer may deploy g roups of ˜gures and/or reinforce indiv idu al",
    "To deploy a g roup, t he Imp er i al player choos es a D eploy ment c ard",
    "˚en he pl aces t he c ard faceup on t he t able and pl aces a number of",
    "˚e map diag ram and sp eci a l ru les for e ach mission are listed",
    "˚e informat ion in t he Camp aig n Guide is s e cret and c an",
    "e ach mission, t he Imper i a l pl ayer w i l l re ad a loud s ome of t his",
    "E ach mission prov ides sp e ci˜c ru les of pl ay, including obj ec t ives",
    "for t he Reb el and Imper i a l players to achieve. ˚is infor mation,",
    "including how and w hen t he mission w i ll end, is des crib e d in the",
    "S ome mission r u les are p ersistent and remain in play for t he",
    "t h at  t r i g ger  on ly once, such as deploy ing res er ve d ˜gures or",
    "E ach mission is f u ll of many sur pr is es t hat prov ide a sens e of",
    "mission infor mat ion w il l e ventu al ly b e come avai l able to t he",
    "hero es, this infor mation is pres ente d over t ime as t he y pl ay",
    "At cer tain p oints during a mission, the Imp eri a l pl ayer wi l l be",
    "re quire d to re ad informat ion f rom t he C amp aig n Guide aloud",
    "˚es e events are o˝en tr ig gere d at t he end of a cert ain game",
    "round, but may a lso b e t r iggere d w hen a sp e ci˜c situ at ion o cc urs",
    "(for example, w hen a cert ain do or is op ene d by a ˜gure).",
    "If t his occ urs during a ˜gure™s ac t ivat ion, t he Imp eri a l pl ayer",
    "res olves any spe ci a l inst r uc tions liste d, and then the pl ayer",
    "You now k now ever yt hing ne e de d to pl ay t he ﬁA˝er mat hﬂ",
    "re ady to cont inue your adventure by ˜rst fol low ing t he r u les",
    "O ver the cours e of the c amp aign, pl ayers resolve a var iet y",
    "of missions whi le acquir ing ne w items and abi lities unt il t he",
    "t hen have t he opp or tunity to purchas e new Item c ards, C l ass c ards,",
    "and Agend a cards. ˚en t he y resume t heir nar rat ive by choosing",
    "and res olv ing a ne w mission. ˚e y cont inue res olv ing t hes e st ages",
    "unt i l t he c ampaig n ends w ith a climac tic mission k now n as a ˜nale.",
    "To cont inue a c amp aign, pl ayers che ck t he camp aig n log, found",
    "on t he back of t he Camp aig n guide, and res olve t he next avai l able",
    "˚ere are thre e t yp es of st ages: Mission St ages, R ebel Upg rade",
    "t he ru les for ﬁPl ay ing C amp aig n Missionsﬂ on p age 11.",
    "Hero es shuˇe a l l Supply c ards back into t he Supply de ck.",
    "pl ay are as, and then dis c ard t he tokens (s e e ﬁC amp aig n",
    "Hero es return t he cur rent mission™s c ard to t he game b ox.",
    "In the above example, players have just resolved the ﬁAftermathﬂ",
    "de ck liste d on t he camp aig n log and may purchas e t hese",
    "c ards by spending cre dits (se e ﬁSp ending Cre ditsﬂ below).",
    "XP to purchas e c ards f rom his C l ass de ck (s e e ﬁSpending",
    "A˝er resolv ing e ach st age, pl ayers mark this st age™s box on t he",
    "D ur ing t he Sp end Cre dits step of t he R eb el Upg rade St age, pl ayers",
    "t hen colle c t ively decide t he cards t hat t he y w ish to purchas e",
    "by sp ending cre dits equ a l to the c ards™ costs. ˚ey g ive e ach",
    "purchas e d Item card to one hero, w ho may us e this c ard in",
    "D ur ing t his step, players c an als o s el l any Item cards t hat t he y",
    "cre dits equ a l to ha lf t he card™s cost. ˚en shuˇe that c ard b ack",
    "Cre dits are not assig ne d to sp e ci˜c hero es, the y are share d by",
    "˚ere are thre e t yp es of Mission c ards: Side Missions, Stor y",
    "Mission cards repres ent t he di˛erent adventures that R eb el",
    "nar rat ive expl aining t he mission™s stor y as wel l as t he possible",
    "D ur ing c amp aign s etup, R ebel pl ayers build a Side Mission",
    "Mission cards are ne ver randomized and b e come act ive as a",
    "˚e Imper i a l player may t r igger sp eci a l e vents or cre ate act ive side",
    "D ur ing t he Imper i a l Upgrade St age, t he Imp er ia l pl ayer shuˇes",
    "sp end inˆuence to purchas e one or more of t hes e cards. ˚e c ards",
    "t hat he cho os es not to purchas e are shuˇed b ack into the de ck",
    "t he Reb el pl ayers a˝er purchasing it, and t he on ly informat ion",
    "re commende d t hat t he Imp er i al pl ayer re vea l t he cost p or t ion",
    "of t he card b efore mark ing t he sp ent inˆuence to help ensure no",
    "t he c ard and c an res olve it later dur ing the c amp aign as sp e ci˜ed",
    "A l l ot her Agend a c ards are re ve a le d and resolve d immedi ately",
    "pl ay or shuˇe it b ack into t he Agend a deck, t he Imp er ia l pl ayer",
    "retur ns Agend a c ards to t he game b ox a˝er the y are resolve d.",
    "S ome Agend a c ards b e come ac t ive side missions when purchas e d.",
    "Hero es can cho os e to res olve one of thes e missions anyt ime t hey",
    "c an res olve a side mission. ˚es e c ards prov ide an automat ic",
    "re ward to the Imp er ia l pl ayer if the hero es decide to resolve",
    "Agend a missions are retur ned to t he game box w hen disc arde d or",
    "When a player is a l lowe d to sp end exper ience, he may look",
    "t hroug h his de ck of unpurchas e d C l ass cards and cho os e to",
    "purchas e any of thes e c ards by sp ending XP equ a l to the",
    "A˝er purchasing a C lass c ard t he player pl aces it faceup in his pl ay",
    "He can us e t his card™s abi lit ies for t he rest of the c amp aign.",
    "Pl ayers™ ult imate goa l is to w in the l ast mission of t he camp aig n,",
    "˚roug hout t he cours e of the c amp aign, pl ayers re ceive re wards",
    "such as Item cards, C l ass cards, Agend a c ards, and al lies that w i l l",
    "t he direc t ion of the nar rat ive and w il l dic tate w hich of the ˜na le",
    "˚e pl ayers w ho w in t he Fina le are the u lt imate vic tors and have",
    "˚ere are a numb er of advanced concepts that pl ayers may not",
    "encounter for t heir ˜rst fe w missions. ˚is s e ct ion des cr ib es t hes e",
    "˚oug h not use d in t he int ro duc tor y mission, many ot her",
    "missions, abi lit ies, and other game e˛e c ts re quire hero es to",
    "For example, a mission ru le may s ay : ﬁA hero c an interact w ith",
    "To res olve an att r ibute test, the pl ayer rolls t he dice liste d for t hat",
    "Passing a test c an o˝en prov ide sp e ci˜c bene˜ts or advance",
    "cons e quences such as del ay ing progress on mission obj e c t ives.",
    "˚roug hout a camp aig n, players acquire var ious res ources as",
    "to purchas e power f u l ne w weap ons, armor, e quipment, and",
    "pl ayers shou ld us e a penci l to wr ite t his infor mat ion on the",
    "c amp aign log , which is found on t he back of t he Camp aig n",
    "Pl ayers can pr int out addit iona l c ampaign logs online at:",
    "t he y should p er for m the fol low ing steps to save their progress.",
    "˚is w i ll a l low them to store t he game and quickly resume the",
    "Ma ke sure t he c ampaig n log has up-tod ate informat ion ab out a ll pl ayers™ XP, cre dits, and inˆuence.",
    "Pl ayers shou ld a ls o mark t he c urrent st age of the camp aig n",
    "b ags (not include d) to safely store comp onents and ke ep them",
    "t he Imp er i a l pl ayer™s de ck of unpurchas e d Agenda c ards.",
    "He a lso stores any of his se cret Agend a cards t hat he has",
    "purchas e d, being c aref ul to ke ep them s eparate f rom his",
    "A l l ot her comp onents do not ne ed to b e kept sep arate and are",
    "retur ned to t he game box as pl ayers s e e ˜t; this includes al l",
    "C l ass cards t hat pl ayers have not purchas e d, s o that t he y are not",
    "Imp eri a l A l lies, such as Dart h Vader, are c a l led v i l l ains but fol low a l l",
    "dic t ate d by t he mission or unt i l gaine d as a mission re ward.",
    "D uring missions, al lies f unc tion li ke addit ional ˜gures on t hat",
    "must fol low t he ﬁA l liesﬂ r ules found in t he Ru les R eference Guide.",
    "˚roug hout t he cours e of the c amp aign, pl ayers w il l acquire a",
    "un limite d numb er of Item c ards, but e ach hero is limite d in what",
    "B efore deploy ing to a mission, hero es may f re ely give any of t heir",
    "Item cards, except for c ards f rom a Cl ass or Re ward de ck, to ot her",
    "S ome items are mo di˜cat ions. ˚ese c ards are pl aced b elow a",
    "we ap on and prov ide t he liste d abi lit y to t he we ap on.",
    "E ach we ap on is limite d in t he number of mo di˜c at ions it c an have,",
    "listed as a numb er of b ars at t he bottom r ig ht corner of t he card.",
    "Ru les Reference Guide has complete r u les for e ver y topic and",
    "includes many r u les except ions not liste d in t his Le ar n to",
    "In addit ion to t he C ampaig n Mo de, we als o encourage you to",
    "che ck out t he he ad-to-he ad b att les of t he Sk irmish Mo de and",
    "E ach round consists of two phas es t hat are resolve d in t he",
    "D ur ing t he ac tion phas e, pl ayers a lter nate act ivat ing ˜gure",
    "re ceives 2 act ions and can us e t hem to p er form any combinat ion",
    "When play ing a c ampaign, pl ayers resolve t he fol low ing st ages:",
    "Hero es shuˇe al l of t heir Supply c ards b ack into t he de ck.",
    "Hero es gain 50 cre dits for e ach crate token in their pl ay",
    "Michael Si lsby w it h C hr istopher B e ck, Shaun B oy ke, and Monic a Skup a",
    ": Arden B e ckw it h, C hr istopher Burdett, R ov ina Cai, Jo el",
    "Hust a k, Dav id Keg g , Ryan Va l le, Timot hy B en Zweifel, and the ar t ists",
    ": Josh Ackerman, Mi ke Anders on, D av id Ar rowsmit h, Samuel",
    "B ai ley, Jo e B aronowski, Jas on B axter, Kar in B axter, Matt B axter,",
    "D an B esemann, Ian ﬁC apt ain Awesomeﬂ Birds a ll, D y l an B oes ch, Jord an",
    "B olton, Br yan Bor nmuel ler, John Br itton, Nayt Bro okes, Chr istopher",
    "Brow n, C harles Buege, B en Burch, C hr ist ian Busch, Stefano C arlino,",
    "James J Car t w r ight, Kara C entell-D un k, Daniel L ovat Cl ark, Jhonn",
    "C lements, Karl C ol lins, Michael C ombel lick, Matthe w C ordeiro,",
    "C ameron Cushman, C hr is J Dav is, Er i k Dav is, Emile de Maat, Simon",
    "Forsbro ok, Mar ieke Franss en, Debra Fre yt ag, Jas on Gl awe, Brand an",
    "Haines, Joe Hanna, Michael Hans on, Sam Hartzel l, Ad am Hew itt,",
    "Anit a Hi lb erdin k, Jonat han Hirs ch, Just in Hoeger, C olton Ho erner,",
    "Simon˘‚Ugav ine™ Holden, Z ack Holmes, Tim Huckelb er y, Phil Jacks on,",
    "Matt Jackson, Bi l l James, Nei l Jess e, S e an Jo esbur y, Kate Kempp ainen,",
    "L i l lian Kempp ainen, Ste ven Kimb a ll, James Kni˛en, Ka l ar Komare c,",
    "L e eson, Jennifer Le es on, S cott Le w is, Josh Le w is, John Lundstrom,",
    "Michael McFadgen, Matt he w McTigue, Wi l liam Me ar ns, Ashle y Mi les,",
    "D ar ren Na kamura, Merce des Opheim, Br i anna Pas e wa lk, Andre w James",
    "Pr incep, Nina R ait a, D aniel R ame y, Chad R e ver man, Patr ick S chifano,",
    "Br i an S chomburg , He at her Si lsb e e, Ni ko Simmons, Jeremy Smit h, Ti˛any",
    "Smit h, Håvard S ørens en, Sam Ste wart, Samuel Stu ar t, Zach Te wa lt homas,",
    "Nate Tr ipp, Chad Va lente, Mar t in van S chaijk, Peter VanD us ar tz IV,",
    "Vera Visscher, Jas on Wa lden, Lara Wat k ins, Brend an Weiskotten, Aaron",
    "No par t of this produc t may b e reproduce d wit hout spe ci˜c",
    "Fant asy Flig ht Games and the FFG logo are reg istered t rademarks of",
    "Fant asy Flig ht Supply is a t rademark of Fant asy Flig ht Games.",
    "Fant asy Flig ht Games is lo cate d at 1995 West C ount y R oad B2, Ros e v il le, MN 55113,",
    "Permission grante d to pr int or photocopy for p ers onal us e."
  ]
}